{"repo": {"timestamp": 1761339608000, "version": 20002, "name": "Gordon’s Sun Clock", "icon": "icon.png", "address": "https://github.com/gaxmann/gordonssunclock/tree/main/fdroid/repo", "description": "A single-hand clock with a dial that changes daily. It visualises solar time and the positions of celestial bodies. Unlike ordinary clocks, which are based on man-made conventions (e.g. daylight saving time), it follows the natural rhythms of the Sun and the seasons ☀️"}, "requests": {"install": [], "uninstall": []}, "apps": [{"categories": ["Health", "Time", "Education"], "suggestedVersionCode": "1023600", "description": "Gordon's Sun Clock – Natural Time\n\nA single-hand watch with a dial that changes daily – based on the rhythms of nature and the stars. It shows the position of the sun and the starry sky.\n\n-- Why a Sun Clock?\n\nI was dissatisfied with standard time, the recurring time changes and the fact that 12 o'clock is usually not noon. My solution: an organic dial that displays the actual local time (solar time).\n\nIt shows when it is actually noon, when the sun rises and sets – calculated for your individual location. No artificial railway time, no time changes. Just natural time.\n\n-- What do you see?\n\nThe horizon divides your screen. Above it: the starry sky with the sun, moon, planets and the ten brightest stars. Below it: night and twilight. The sun moves from left (east) to right (west) throughout the day – just like in the real sky (reversed in the southern hemisphere). The moon has its own orbit. Planets and stars show their positions.\n\nThe orbit acts as a clock face: hour markers indicate the time of day. This allows you to see at a glance how long the day is, when night falls – and how this changes throughout the seasons.\n\n-- What is the Sun Clock for?\n\n- Reconnection: Reconnection to natural rhythms – not only daily, but seasonally\n- Learning: Children intuitively understand the movements of the stars and celestial bodies\n- Wall clock: Hang it on the wall and observe the natural change of time every day\n- Astronomy: Observe solar eclipse conditions, full moon vs. new moon, planetary positions\n\n-- Special features\n\n- Precise calculations: accurate to 0.0005 arc seconds (Skyfield)\n- Location-dependent: works anywhere on Earth with your GPS coordinates\n- Offline: no internet connection required after initial setup\n- Optional: Agnihotra times accurate to the second with countdown\n- Free, ad-free, privacy-friendly: no tracking, no data collection\n\n-- Seven years of companionship\n\nI have been living with this clock for seven years. It has taught me to reconnect with natural rhythms. The changing paths of the sun and moon show me how short the days are in winter – and how long the sun shines in summer. I recognise the angle of the sunlight and see the position of the planets.\n\nThis app is my gift to the world.\n\n- Gordon's Sun Clock is also known as: astronomical clock, astronomy app, horologium, horologion, orloj, astrolabe, star clock, sky clock, single-hand clock, solar clock", "issueTracker": "https://github.com/gaxmann/gordonssunclock/issues", "license": "Proprietary", "name": "Gordon’s Sunclock", "sourceCode": "https://github.com/gaxmann/gordonssunclock", "summary": "A single-hand clock with a dial that changes daily. It visualises solar time and the positions of celestial bodies. Unlike ordinary clocks, which are based on man-made conventions (e.g. daylight saving time), it follows the natural rhythms of the Sun and the seasons ☀️", "added": 1761219065000, "packageName": "de.ax12.zunclock", "lastUpdated": 1761219065000, "localized": {"en-GB": {"phoneScreenshots": ["screen4.png", "screen_1.png", "screen_3b.png", "screen_dark.png", "screen_einstell.png", "zuhr0_2508.png", "zuhr0_2510.png"]}}}], "packages": {"de.ax12.zunclock": [{"added": 1761219065000, "apkName": "zunclock.apk", "hash": "835828929bbff53b86e8555a656d5a97f53b4b77fdc2fb094b499e85b4e84626", "hashType": "sha256", "minSdkVersion": 21, "nativecode": ["arm64-v8a", "armeabi-v7a"], "packageName": "de.ax12.zunclock", "sig": "6d6927685a2e7c4322cba21cd51d9410", "signer": "0b119e2e68ea48a56a5a93299437a962a2e5e39e4adcfc98fede79ae3cf0fcc8", "size": 141745136, "targetSdkVersion": 35, "uses-permission": [["android.permission.INTERNET", null], ["android.permission.ACCESS_FINE_LOCATION", null], ["android.permission.ACCESS_COARSE_LOCATION", null], ["android.permission.WAKE_LOCK", null]], "versionCode": 1023600, "versionName": "2.60"}]}}