{
    "txwelcome": "Willkommen",
    "quotes": [ "„", "”" ],
    "hoursh": "h",
    "hourshforce": "h",
    "daysh": "d",
    "decimalsep": ",",
    "n_a": "n.a.",
    "wdaysh": [
        "Mo",
        "Di",
        "Mi",
        "Do",
        "Fr",
        "Sa",
        "So"
    ],
    "xxdays": [
        "{day} Tag",
        "{day} Tage"
    ],
    "himmelsr": [
        "O",
        "S",
        "W",
        "N"
    ],
    "txgps_label": "[DF]GPS-Position oder Ortsname:",
    "txgpsauto": "Auto-Standort:",
    "txgpsautosh": "AUTO",
    "txtimezone": "Zeitzone:",
    "txtimeformat": "24h-Format:",
    "txwelcomescr": "GPS-Hinweis aus:",
    "txshowagni": "Agnihotra zeigen:",
    "txagnihotrain": "Agnihotra in: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Mehr Rand:",
    "txenlargeobj": "Große Objekte:",
    "txuhrsinn": "Blickrichtung:",
    "txuhrsinnarr": {
        "auto": "automatisch",
        "nord": "Norden",
        "sued": "Süden"
    },
    "txlang": "Sprache:",
    "txlangarr": {
        "auto": "automatisch",
        "de": "Deutsch",
        "en": "Englisch",
        "es": "Spanisch",
        "fr": "Französisch",
        "zh": "Chinesisch"
    },
    "txfullscr": "Bildschirm an:",
    "txnachtmodus": "Dunkelmodus:",
    "txnachtmodusarr": {
        "auto": "automatisch",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "day": "hell",
        "night": "dunkel"
    },
    "txfarben": "Design:",
    "txfarbenarr": {
        "orig": "Graustufen",
        "a-telesk": "Teleskop",
        "a-telesk2": "Teleskop 2",
        "c-turn": "Farbe",
        "a-gord": "Kunst"
    },
    "txstatuslog": "[b]–– Status-Log:[/b]",
    "txgpsbutton": "1x Ortung",
    "txpopuphead": {
        "updateavail": "Update verfügbar",
        "notice": "Hinweis"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS ist deaktiviert. Bitte aktivieren Sie GPS in Ihrer Geräteeinstellung",
        "activatewlan": "Ortung nicht möglich.[~LF][~LF]Sind WLAN und/oder Funknetz in Ihrer Geräteeinstellung aktiviert?",
        "updateexists": "Es gibt ein Update von Gordons Sonnenuhr mit Fehlerkorrekturen.[~LF][~LF]Ich empfehle ein Update der Software.",
        "waitforgps": "Warten auf Standort...[~LF][~LF]Bitte etwas Geduld."
    },
    "txbodywrap": {
        "txgpsinstruct": "Um Ihren Standort anzupassen, wischen Sie 2x nach links",
        "txgpsdeact": "GPS ist deaktiviert. Bitte aktivieren Sie GPS in Ihrer Geräteeinstellung"
    },
    "txsettings": "[DF]Gordons Sonnenuhr",
    "txpartsupport": "[i]HINWEIS: (β) Diese Sprache ist nur teilweise unterstützt. Daher sind einige Abschnitte auf Englisch. Übersetzungen erfordern einen erheblichen Aufwand. Unterstützung ist willkommen (Github)[/i]",

    "uebanleitung": "Anleitung",
    "txanleitung": "[DF]Setzen Sie das Häkchen bei „Auto-Standort“, um Ihren Standort schnell und energiesparend bei Nutzung aktuell zu halten („Agnihotra“ für genauere Ortsbestimmung). „1x Ortung“ bestimmt Ihre aktuelle Position einmalig und übernimmt diese fest.[~LF][~LF]Alternativ können Sie einen Ortsnamen oder eine Adresse in das Textfeld eingeben (wenn Ihr Gerät dies unterstützt) oder kommagetrennt eine GPS-Position (z.B. 50.74, 7.07). Ein 3. und 4. Eintrag sind optional: die ungefähre Höhe in Metern und die Temperatur in °Celsius. Anschließend setzen Sie das Häkchen bei „GPS-Hinweis aus“. - Bei Änderungen der Koordinaten oder anderer grundlegender Daten führt Sonnenuhr eine Tagesberechnung durch, die (je nach Gerät) zwischen 2-30 Sekunden dauern kann.[~LF][~LF]Unter Design können Sie verschiedene Darstellungen auswählen. Dunkelmodus „automatisch“ wechselt bei Sonnenuntergang auf Dunkelmodus, „-6°“ zum Ende der Dämmerung, „+6°“ davor.[DF]",
    "txmore": "„Agnihotra“ zeigt auf dem Ziffernblatt Markierungen für den Sonnenzeiger sowie unten die Zeit des nächsten Nulldurchlaufs der Sonne plus Countdown. 6 Minuten vor Agnihotra werden auch Sekunden eingeblendet. Unter „Blickrichtung“ legen Sie fest, ob die Uhr im Uhrzeigersinn (Süden) oder dagegen läuft (Norden). Wenn Sie die Drehrichtung ändern, erscheint der unter dem Horizont liegende Teil des Sonnenkreises vor Ihnen (mehr Details s. nächste Seite).[~LF][~LF]„Immer an“ verhindert das Ausschalten des Bildschirms: Ich habe meiner Nichte z.B. ein altes [i]Tablet[/i] mit „Sonnenuhr“ an die Wand gehängt. - Falls Ihre Einstellungen einmal nicht übernommen werden, tippen Sie auf dem Ziffernblatt unten rechts auf den Aktualisierungsknopf.[~LF][~LF]In das Ziffernblatt können Sie mit zwei Fingern hineinzoomen (oder mit Dreifachtipp). Wenn Sie das gezoomte Bild verschieben wollen, machen Sie es langsam. Schnelle Bewegungen wischen zur nächsten Seite. - Eine Erklärung zum Lesen des Ziffernblatts finden Sie auf der nächsten Seite.[DF][DF]",

    "txdata": "[DF]Daten",
    "txlocdata": "[DF]Berechnungen von Gordons Sonnenuhr für Ihren individuellen Standort sollten mit dem astronomischen Almanach auf 0,0005 Bogensekunden übereinstimmen³:[DF]",
    "txobjdata": "– Sonne¹ –[~LF]Uhrzeit: {clocktm}[~LF]Temporalstunde: {temptm}{sun_agnicountdown}{sun_agnihotra}[~LF]Lichttag: {sun_daylight}[~LF][~LF]– Mond² –[~LF]Vollmond: {moon_full}[~LF]Neumond: {moon_new}[~LF]Beleuchtet: {moon_illum}[~LF]Größe: {moon_sizep} (85-100)[~LF][~LF]– Helligkeit –[~LF]Venus: {venus_magp} (83-100)[~LF]Mars: {mars_magp} (52-100)[~LF]Jupiter: {jupiter_magp} (87-100)[~LF]Saturn: {saturn_magp} (77-100)[~LF]Merkur: {merkur_magp} (0-100)[~LF][~LF]Erklärung: ¹ „ἡ“ ungleiche Stunde (0,0[NDASH]11,9) des Tages oder „ν“ der Nacht. Auf Vollendung ausgerichtet: z.B. begann die sechste Stunde bei 5,01, wurde aber bei 6,0 ausgerufen („von der 6. Stunde an“ = ab 6,0). „φ“ Nachtwache mit ungleichen „Minuten“ (0φ00[NDASH]3φ59) | Agnihotra & Lichttag: Aufgang[NDASH]Untergang heute [Aufgang morgen] | ² Voll- und Neumond: Datum (in/vor Tagen) | ³ Mond ist ca. 2000 Bogensek. groß[~LF][~LF][~LF][b]–– Legende:[/b]",
    "txlegende": "[DF]☉ Sonne, ● Mond (mit Phasen)[~LF][~LF]♀ Venus (perlenfarben), ♂ Mars (rötlich), ♃ Jupiter (gestreift), ♄ Saturn (mit Ringen), ☿ Merkur (grau)[~LF][~LF][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arktur, [w] Wega, [c] Capella, [r] Rigel, [p] Prokyon, [b] Beteigeuze, [h] Achernar[DF][DF][DF]",

    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "sch",
        "ch",
        "ck",
        "tz",
        "pf",
        "qu",
        "sp",
        "st",
        "ei",
        "ie",
        "au",
        "eu",
        "äu",
        "aa",
        "ee",
        "oo",
        "ue",
        "ui",
        "ai"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],

    "txmanual": "[DF]Ziffernblatt",
    "txanleitung2": "[DF][LANGSUPPORT]„Gordons Sonnenuhr” ist im Prinzip eine Einzeigeruhr mit einem sich täglich wandelnden Ziffernblatt, das sich an den Rhythmen der Natur und Gestirne orientiert. Es zeigt Sonnenstand und Sternenhimmel. Eine neue Art von Zeitdarstellung, die nicht künstlich ist wie unsere herkömmliche Uhr (mit Eisenbahnzeit und Zeitumstellung), sondern sich im Einklang mit den Jahreszeiten bewegt.[~LF][~LF][i]HINWEIS: Sie können zwischen dieser Anleitung und dem Ziffernblatt hin- und herwischen.[/i][~LF][~LF][~LF][b]–– Ihr Blick:[/b][~LF][~LF]In der Mitte des Bildschirms sehen Sie eine waagerechte Linie. Dies ist der Horizont (die Erdoberfläche). Das spitze Dreieck in der Mitte ist ein Fichtenbaum, den Sie aus der Ferne sehen (oder eine Kirche). Sie schauen nicht von oben auf ihn herab, sondern stehen davor.[~LF][~LF]Wenn Sie an den Einstellungen nichts geändert haben („Blickrichtung: automatisch“), schauen Sie auf der Nordhalbkugel meist nach Süden (auf der Südhalbkugel nach Norden). Objekte links auf dem Bildschirm liegen im Osten, rechts im Westen (umgekehrt auf der Südhalbkugel). Am Rand des Horizonts stehen die jeweiligen Himmelsrichtungen.[~LF][~LF]Der hellere Streifen unter dem Horizont zeigt die bürgerliche Dämmerung an. Der große, dunkelgraue Bereich symbolisiert die Nacht (inkl. der nautischen Dämmerung). Objekte, die sich in diesem Bereich aufhalten, sind nicht sichtbar.[~LF][~LF]Unten links sehen Sie die lokale Zeit, oben rechts die Höhe der Sonne in Grad am Himmel (z.B. 27,6°) sowie Ihre Position als Zifferncode (z.B. „cri-hs“, auf 4 km genau) bzw. einen Ortsnamen (wenn Sie einen eingegeben haben). Darunter die ungleiche Temporalstundenanzeige.",
    "txanleitung2b": "[DF][DF][b]–– Sonne:[/b][~LF][~LF]Die Sonne (am Ende des einzigen Zeigers der Uhr) wandert im Laufe des Tages von links nach rechts (umgekehrt auf der Südhalbkugel). Je weiter links die Sonne auf dem Bildschirm ist, desto mehr ist sie im Osten; je weiter rechts, desto mehr im Westen (umgekehrt auf der Südhalbkugel). Je höher die Sonne auf dem Bildschirm zu sehen ist, desto höher steht sie am Himmel.[~LF][~LF]Die Sonne folgt der eingezeichneten Kreisbahn, auf der sie sich innerhalb eines Tages bewegt. Am Rande der Kreisbahn sind Stunden angegeben (z.B. „12“ Uhr), so dass die Kreisbahn auch als Ziffernblatt fungiert.[~LF][~LF]Am Ziffernblatt z.B. kann man sehen, wie während der Zeitumstellung sich die Ziffern verschieben, die Kreisbahn jedoch gleich bleibt. Oder: wie die gesetzliche Zeit an den meisten Orten von der Ortszeit abweicht, da 12 Uhr nicht exakt oben auf dem Ziffernblatt liegt. Die temporalen Stunden machen es anders: Am Ende der 12. Stunde (12ἡ) ist immer Sonnenuntergang.[~LF][~LF][~LF][b]–– Mond:[/b][~LF][~LF]Der Mond hat ebenfalls eine Umlaufbahn. Sie ist als hellgrauer Kreis gezeichnet (ohne Zeiger). Da der Mond mehr als 24 Stunden für einen Umlauf braucht, sind zwei zusätzliche Stunden (vom gestrigen Tag) in extra hellem Grau angefügt. Wenn man „mit der Uhr lebt“, sieht man schön, wie sich der Mond über Wochen periodisch höher und tiefer schraubt. Außerdem kann man beobachten, wie er zu Vollmond der Sonne in der Kreisposition gegenübersteht (fern); zu Neumond er aber auf derselben Kreisposition steht (sonnennah). Es ist meistens nicht exakt dieselbe Position, weil der Blick seitlich erfolgt (nicht von oben). Exakt dieselbe Position ist es nur bei einer Sonnenfinsternis.[~LF][~LF]Vollmond und Neumond werden durch Schatten markiert. Neumond wird für 35 Stunden dargestellt (weil das die Zeit ist, in der man den Mond keinesfalls sehen kann). Vollmond wird für 24 Stunden dargestellt. Die Neuberechnung der Sonnen- und Mondlaufbahn findet jeweils um UTC 00:00 statt.",
    "txanleitung2c": "[DF][DF][b]–– Planeten:[/b][~LF][~LF]Es werden die fünf mit bloßem Auge sichtbaren Planeten gezeigt, mit Fotos, wie man sie durch ein Fernglas sehen würde, bzw. (je nach Design) durch ihre astronomischen Symbole dargestellt, s. Seite 2). Wenn Sie sich den echten Sternenhimmel ansehen, können Sie Planeten von Sternen unterscheiden, indem Sie wissen, dass Planeten nicht flackern, sondern beständig leuchten. Sie erscheinen am Himmel deutlich größer als die weit entfernten Sterne und werden daher von den Dichteschwankungen der Atmosphäre nicht so stark beeinflusst.[~LF][~LF][~LF][b]–– Sterne:[/b][~LF][~LF]Weiter werden die zehn hellsten Sterne gezeigt, symbolisiert durch einen Buchstaben in einem Quadrat (Legende s. Seite 2). Während sich die Planeten relativ geordnet, meist mehr oder weniger in der Nähe der Sonnenlaufbahn aufhalten, ist die Laufbahn der Sterne von der Sonne unabhängig - sind sie doch ihre eigene Sonne. Bei den Sternensymbolen sind immer zwei Seiten des Quadrats kräftiger gezeichnet als die beiden anderen. Dies deutet die Ecke bzw. den Quadranten ihrer Laufbahn an, in dem sie sich aktuell aufhalten. Ist die hervorgehobene Ecke unten rechts, befindet sich der Stern (mehr oder weniger) am „Ende“ seiner Laufbahn nach unten und rechts. Er wird sich bei seinen weiteren Bewegungen hauptsächlich nach oben und links bewegen (oft auch außerhalb des Bildschirms). Ist die obere Seite stärker, befindet sich der Stern vor Ihnen; ist die untere stärker, hinter Ihnen (wenn Sie die Drehrichtung nicht geändert haben).",
    "txanleitung2d": "[DF][DF][b]–– Historie:[/b][~LF][~LF]„Gordons Sonnenuhr” wurde 2019 für einen Raspberry Pi mit einem 10 Zoll ePaper-Display entwickelt, da ich eine Wanduhr haben wollte, die angenehm anzusehen ist und die Zeit mit dem Sonnenlauf verbindet. Mein Ziel war, eine Uhr zu bauen, die eine natürliche Zeit zeigt - nicht die menschengemachte, wie sie die 12-Stunden-Analoguhr darstellt. Wo wir leben, gibt es über das Jahr hin deutliche Unterschiede in den Tageslängen und auch die wiederkehrende, ungeliebte Zeitumstellung. All das sollte Sonnenuhr ins rechte Licht rücken: Sie zeigt ein organisches Ziffernblatt, das sich an den Jahreszeiten orientiert, am Rhythmus der Natur und sich mit diesem verändert. Da heute fast jeder einen kleinen Computer in der Tasche hat, habe ich Sonnenuhr 2025 als Android-App entwickelt. Viel Freude und Erkenntnis damit![DF][DF][DF]",

    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Gordons Sonnenuhr[~LF]Version [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Bitte nutzen Sie die Software, wie sie ist. Sie ist ein kostenloses, privates Angebot. Ich bin kein professioneller App-Entwickler, dennoch ist über Jahre viel Herzblut in das Programm geflossen.[DF][DF]",
    "txchangelog": "Was ist neu?",
    "txanleitung4": "[DF]Daten werden weder erhoben noch gesendet. Alles bleibt auf Ihrem Gerät. Für den Betrieb ist nicht einmal eine Internetverbindung nötig. Eine Ausnahme: Bei einem Programmfehler wird, wenn Sie Internet haben, eine anonyme Fehlermeldung gesendet (Details s. Datenschutzrichtlinie). Damit helfen Sie, dass Sonnenuhr rund läuft.[~LF][~LF]Wenn Sie einen Fehler gefunden haben, korrigiere ich diesen gerne. Ich benötige dafür einen klaren Fehlerbericht (ev. mit Bildschirmfoto) und kurzer Beschreibung, wo und wann der Fehler aufgetreten ist. Hilfreich ist auch ein Bildschirmfoto des untenstehenden Status-Logs möglichst direkt nach Auftreten des Fehlers (Mailkontakt: [CONTACTSUPPORT]). Hinweise zu vermeintlichen Berechnungsfehlern sind in 99% der Fälle Falschmeldungen - es gibt leider sehr viel Fehlinformation zu Sternenberechnung.[~LF][~LF]Danke an: Brandon Rhodes (Skyfield), Rolf, Greg Miller und alle Tester. Bilder der Himmelskörper bereitgestellt von: NASA / SOHO (Solar and Heliospheric Observatory), ESA / Hubble-Weltraumteleskop und NASA / JPL-Caltech (gemeinfrei). Eine Auflistung aller verwendeten Materialien von Drittanbietern und Lizenzen finden Sie in der Datei \"design/ COPYRIGHT.txt\".[~LF][~LF]„Sonnenuhr“ ist freie Software. Haben Sie einfach Freude an der Nutzung. Wenn Sie Ihre Wertschätzung für meine Arbeit ausdrücken möchten, finden Sie hier meine Webpräsenz:[DF][DF]",
    "txkaffee": "Zur Webpräsenz",

    "XXEOF": ""
}