{
    "txwelcome": "Willkommen",
    "quotes": [
        "„",
        "”"
    ],
    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "sch",
        "ch",
        "ck",
        "tz",
        "pf",
        "qu",
        "sp",
        "st",
        "ei",
        "ie",
        "au",
        "eu",
        "äu",
        "aa",
        "ee",
        "oo",
        "ue",
        "ui",
        "ai"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],
    "txsettings": "[DF]Gordons Sonnenuhr",
    "wdaysh": [
        "Mo",
        "Di",
        "Mi",
        "Do",
        "Fr",
        "Sa",
        "So"
    ],
    "xxdays": [
        "{day} Tag",
        "{day} Tage"
    ],
    "himmelsr": [
        "O",
        "S",
        "W",
        "N"
    ],
    "txgps_label": "[DF]GPS-Position oder Ortsname:",
    "txgpsauto": "Auto-GPS (grob):",
    "txgpsautosh": "AUTO",
    "txtimezone": "Zeitzone:",
    "txtimeformat": "24h-Format:",
    "txwelcomescr": "GPS-Hinweis aus:",
    "txedgescreen": "Mehr Rand:",
    "txenlargeobj": "Große Symbole:",
    "txuhrsinn": "Blickrichtung:",
    "txuhrsinnarr": {
        "auto": "automatisch",
        "nord": "Norden",
        "sued": "Süden"
    },
    "txlang": "Sprache:",
    "txlangarr": {
        "auto": "automatisch",
        "de": "Deutsch",
        "en": "Englisch",
        "es": "Spanisch",
        "fr": "Französisch",
        "zh": "Chinesisch"
    },
    "txfullscr": "Immer-an Modus:",
    "txnachtmodus": "Dunkelmodus:",
    "txnachtmodusarr": {
        "auto": "automatisch",
        "auto_lang": "auto (mehr)",
        "auto_kurz": "auto (weniger)",
        "day": "hell",
        "night": "dunkel"
    },
    "txfarben": "Design:",
    "txfarbenarr": {
        "orig": "Graustufen",
        "a-telesk": "Teleskop",
        "c-turn": "Farbe",
        "a-gord": "Kunst"
    },
    "txstatuslog": "[b]–– Status-Log:[/b]",
    "txgpsinstruct": "Um Ihre GPS-Position anzupassen, wischen Sie nach links",
    "txgpsdeact": "GPS ist deaktiviert. Bitte aktivieren Sie GPS in Ihrer Geräteeinstellung",
    "uebanleitung": "Anleitung",
    "txanleitung": "[DF]Um Ihre GPS-Position aktuell zu halten, setzen Sie das Häkchen „Auto-GPS“. Während Sie die App nutzen, wird dann Ihre GPS-Position wird mit ungefährem GPS schnell und energiesparend bestimmt. - Alternativ können Sie eine feste GPS-Position kommagetrennt in das Textfeld eintragen (setzen Sie anschließend das Häkchen bei „GPS-Hinweis aus“) oder einen Ortsnamen in das Feld eingeben. Bei Änderung der Koordinaten (und anderer grundlegender Daten), macht Sonnenuhr eine Berechnung, die (je nach Gerät) zwischen 2-30 Sekunden dauern kann. Diese gilt für einen Tag.[-LF-][-LF-]Zeitzone und Sprache sollten automatisch von Ihrem Mobiltelefon übernommen werden. (Sie können die Sprache ändern. Aufgrund von Beschränkungen werden die Dropdown-Texte erst bei einem Neustart aktualisiert.) Sie können zwischen einem 12h- und 24h-Format für die Uhrzeit wählen. Unter Design können Sie verschiedene Darstellungen auswählen. Für den Dunkelmodus kann hell, dunkel und automatische Umschaltung gewählt werden. „Automatisch“ wechselt bei Sonnenuntergang auf Dunkelmodus, „automatisch (weniger)“ wechselt zum Ende der Dämmerung (-6°), „automatisch (mehr)“ wechselt bei +6°. [-LF-][-LF-]„Mehr Rand“ ist für randlose Geräte. Mit „Blickrichtung“ können Sie einstellen, ob die Uhr im Uhrzeigersinn laufen soll (Süden) oder gegen ihn (Norden). (Bitte beachten Sie: Wenn Sie die Drehrichtung ändern, liegt der Teil des Sonnenkreises, der unter dem Horizont ist, dann nicht mehr hinter Ihnen, sondern vor Ihnen. Mehr Details s. nächste Seite) [-LF-][-LF-]„Große Symbole“ zeichnet die Objekte auf dem Ziffernblatt größer. „Immer an“ verhindert das Ausschalten des Bildschirms. Ich habe meiner Nichte z.B. ein altes [i]Tablet[/i] mit „Sonnenuhr“ an die Wand gehängt, das immer direkt zu sehen ist.[-LF-][-LF-]Sollten Ihre Einstellungen einmal nicht übernommen werden, können Sie die Aktualisierungsschaltfläche unten rechts drücken. [-LF-][-LF-][-LF-][b]–– Ziffernblatt:[/b][-LF-][-LF-]Eine Erklärung zum Lesen des Ziffernblatts finden Sie auf der nächsten Seite (bitte nach links wischen).[-LF-][-LF-][-LF-][b]–– Mehr Details:[/b][-LF-][-LF-]Alle Berechnungen werden für Ihren lokalen Standort durchgeführt und sollten mit den Positionen des astronomischen Almanachs auf 0,0005 Bogensekunden übereinstimmen (Mond z.B. ist max. 2047 Bogensek. groß). - Voll- und Neumond (in/vor Tagen)[DF]",
    "txobjdata": "Vollmond: {moon_full}[-LF-]Neumond: {moon_new}[-LF-]Mond beleuchtet: {moon_illum}[-LF-]Mondgröße: {moon_sizep} (85-100)[-LF-]Tageslicht: {sun_riseset}[-LF-][-LF-]Helligkeit:[-LF-]Venus: {venus_magp} (83-100)[-LF-]Mars: {mars_magp} (52-100)[-LF-]Jupiter: {jupiter_magp} (87-100)[-LF-]Merkur: {merkur_magp} (0-100)[-LF-]Saturn: {saturn_magp} (77-100)[-LF-][-LF-][-LF-][b]–– Legende:[/b]",
    "txlegende": "[DF]☉ Sonne, ● Mond (mit Phasen)[-LF-][-LF-]♀ Venus (perlenfarben), ♂ Mars (rötlich), ♃ Jupiter (gestreift), ☿ Merkur (grau), ♄ Saturn (mit Ringen)[-LF-][-LF-][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arktur, [w] Wega, [c] Capella, [r] Rigel, [p] Prokyon, [b] Beteigeuze, [h] Achernar",
    "txmore": " [DF][DF]",
    "txmanual": "[DF]Ziffernblatt",
    "txanleitung2": "[DF]„Gordons Sonnenuhr” ist im Prinzip eine Einzeigeruhr mit einem täglich sich wandelnden Ziffernblatt, das sich an den Rhythmen der Natur und Gestirne orientiert. Es zeigt Sonnenstand und Sternenhimmel. Eine neue Art von Zeitdarstellung, die nicht künstlich ist wie unsere normale Uhr (mit Eisenbahnzeit und Zeitumstellung), sondern sich im Einklang mit den Jahreszeiten bewegt.[-LF-][-LF-][i]HINWEIS: Sie können zwischen dieser Anleitung und dem Ziffernblatt hin- und herwischen.[/i][-LF-][-LF-][-LF-][b]–– Ihr Blick:[/b][-LF-][-LF-]In der Mitte des Bildschirms sehen Sie eine waagerechte Linie. Das ist der Horizont (die Erdoberfläche). Das spitze Dreieck in der Mitte ist ein Fichtenbaum, den Sie aus der Ferne sehen (oder eine Kirche). (Sie schauen nicht von oben auf ihn herab, sondern stehen davor.) [-LF-][-LF-]Wenn Sie an den Einstellungen nichts geändert haben („Blickrichtung: automatisch“), schauen Sie auf der Nordhalbkugel nach Süden (und auf der Südhalbkugel nach Norden). Objekte, die links am Bildschirm sind, finden Sie im Osten; Objekte, die rechts am Bildschirm sind, finden Sie im Westen (umgekehrt auf der Südhalbkugel). Am Rand des Horizonts stehen die jeweiligen Himmelsrichtungen. [-LF-][-LF-]Der (hell)graue Streifen unter dem Horizont zeigt die (bürgerliche) Dämmerungsphase an. Der große, dunkelgraue Bereich symbolisiert die Nacht (inkl. der nautischen Dämmerung). Objekte, die sich in diesem Bereich aufhalten, sind nicht sichtbar.[-LF-][-LF-]Am rechten Rand des Bildschirms sehen Sie die lokale Uhrzeit (in digital), die GPS-Position des Standortes als Zifferncode (z.B. „cri-hs“, der auf ca. 4 km genau ist) bzw. einen Ortsnamen (wenn Sie diesen eingegeben haben), sowie die momentane Höhe der Sonne in Grad am Himmel (z.B. 27,6°).",
    "txanleitung2b": "[DF][DF][b]–– Sonne:[/b][-LF-][-LF-]Die Sonne (am Ende des einzigen Zeigers der Uhr) wandert im Laufe des Tages von links nach rechts (umgekehrt auf der Südhalbkugel). Je weiter links die Sonne auf dem Bildschirm ist, desto mehr ist sie im Osten; je weiter rechts, desto mehr im Westen (umgekehrt auf der Südhalbkugel). Je höher die Sonne auf dem Bildschirm zu sehen ist, desto höher steht sie am Himmel. [-LF-][-LF-]Die Sonne folgt der eingezeichneten Kreisbahn, auf der sie sich innerhalb eines Tages bewegt. Am Rande der Kreisbahn sind Stunden angegeben (z.B. „12“ Uhr), so dass die Kreisbahn auch als Ziffernblatt fungiert. [-LF-][-LF-]Am Ziffernblatt z.B. kann man sehen, wie während der Zeitumstellung, sich die Ziffern verschieben, die Kreisbahn jedoch gleich bleibt. Oder: wie die gesetzliche Zeit an den meisten Orten von der Ortszeit abweicht, da 12 Uhr nicht genau oben auf dem Ziffernblatt ist.[-LF-][-LF-][-LF-][b]–– Mond:[/b][-LF-][-LF-]Der Mond hat ebenfalls eine Umlaufbahn. Sie ist als hellgrauer Kreis gezeichnet (ohne Zeiger). Da der Mond mehr als 24 Stunden für einen Umlauf braucht, sind zwei zusätzliche Stunden (vom gestrigen Tag) in extra hellem Grau angefügt. Wenn man „mit der Uhr lebt“, sieht man schön, wie sich der Mond über Wochen periodisch höher und tiefer schraubt. Außerdem kann man beobachten, wie er zu Vollmond der Sonne in der Kreisposition gegenüber steht (fern); zu Neumond er aber auf derselben Kreisposition steht (sonnennah). Es ist meistens nicht exakt dieselbe Position, weil man ja von der Seite schaut (und nicht von oben). Exakt dieselbe Position ist es nur bei einer Sonnenfinsternis. [-LF-][-LF-]Vollmond und Neumond werden (durch den eingezeichneten Schatten) angezeigt. Neumond wird für 35 Stunden dargestellt (weil das die Zeit ist, in der man den Mond keinesfalls sehen kann). Vollmond wird für 24 Stunden dargestellt. (Die Neuberechnung der Sonnen- und Mondlaufbahn findet jeweils um UTC 00:00 statt.)",
    "txanleitung2c": "[DF][DF][b]–– Planeten:[/b][-LF-][-LF-]Es werden die fünf mit bloßem Auge sichtbaren Planten gezeigt, vertreten durch ihre astronomische Symbole (s. Legende vorherige Seite). Wenn Sie sich den echten Sternenhimmel ansehen, können Sie die Planten von den Sternen unterscheiden, indem Sie wissen, dass Planeten nicht flackern, sondern beständig leuchten, weil sie viel größer scheinen als die weit entfernten Sterne und daher von den Dichteschwankungen der Atmosphäre nicht so stark beeinflusst sind.[-LF-][-LF-][-LF-][b]–– Sterne:[/b][-LF-][-LF-]Weiter werden die zehn hellsten Sterne gezeigt, symbolisiert durch einen Buchstaben in einem Quadrat (s. Legende vorherige Seite). Während sich die Planeten relativ geordnet, meist mehr oder weniger in der der Nähe der Sonnenlaufbahn aufhalten, ist die Laufbahn der Sterne von der Sonne unabhängig (sind sie doch ihre eigene Sonne). Bei den Sternensymbolen sind daher immer zwei Seiten des Quadrats kräftiger gezeichnet als die beiden anderen. Dies deutet die Ecke an (bzw. DEN Quadranten ihrer Laufbahn), in dem sie sich aktuell aufhalten. Ist die hervorgehobene Ecke unten rechts, so ist das (mehr oder weniger) das „Ende“ der Laufbahn nach unten und rechts, und der Stern wird sich bei seinen weiteren Bewegungen hauptsächlich nach oben und nach links hin bewegen (oft auch außerhalb des Bildschirms).[-LF-][-LF-][-LF-][b]–– Historie:[/b][-LF-][-LF-]„Gordons Sonnenuhr” wurde 2019 für einen Raspberry Pi mit einem 10 Zoll ePaper-Display entwickelt, da ich eine Wanduhr haben wollte, die angenehm anzusehen ist und Zeit in Verbindung mit dem Sonnenlauf bringt. Mein Ziel war, eine Uhr zu bauen, die eine natürliche Zeit zeigt, nicht eine menschengemachte Zeit, wie die 12-Stunden-Analoguhr sie zeigt. Wo wir leben, gibt es über das Jahr hin einen deutlichen Unterschied in den Tageslängen und auch die wiederkehrende, ungeliebte Zeitumstellung. All das sollte Sonnenuhr ins rechte Licht rücken: Sie zeigt ein organisches Ziffernblatt, das sich an den Jahreszeiten orientiert, am Rhythmus der Natur und sich mit diesem verändert. – Da heute fast jeder einen kleinen Computer in der Tasche hat, habe ich Sonnenuhr 2025 als Androidapp entwickelt. Viel Freude und Erkenntnis damit![DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Gordons Sonnenuhr[-LF-]Version [VERSIONNR] [i](zunclock)[/i][-LF-]Gordon Axmann[-LF-]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Grundsätzlich gilt: Daten werden von diesem Programm weder erhoben noch an mich gesendet. Alles bleibt auf Ihrem Gerät. Für den Betrieb von Sonnenuhr ist nicht einmal eine Internetverbindung nötig. - Dazu gibt es eine Ausnahme: Im Fall eines Programmfehlers sendet Sonnenuhr (sofern Sie Internet haben) die Fehlermeldung zusammen mit der Versionsnummer, der Betriebssystemversion und einer zufälligen UUID an meine Webpräsenz (s. Datenschutzrichtlinie). So helfen Sie, Fehler in Sonnenuhr zu verbessern. [-LF-] [-LF-]Diese Software ist ein kostenloses, privates Angebot, für das ich nur eingeschränkt Support leisten mag. Bitte nutzen Sie die Software, wie sie ist. Ich bin kein professioneller App-Entwickler. Dennoch ist eine Menge an Herzblut in diese Software über Jahre geflossen.[-LF-][-LF-]Wenn Sie einen Fehler gefunden haben, korrigiere ich diesen gerne, wenn ich einen klaren und vollständigen Fehlerbericht bekomme, mit Screenshot und genauer Beschreibung wo(durch) und wann der Fehler aufgetreten ist und am liebsten ein Bildschirmfoto des untenstehenden Status-Logs (Mailkontakt: [CONTACTSUPPORT]) möglichst direkt nach Auftreten des Fehlers. Hinweise zu Berechnungsfehlern, sind in 99% der Fälle Falschmeldungen. Sternenberechnung ist sehr komplex, und gibt viel zu viele Falschinformationen.[-LF-][-LF-]Danke an Rhodes Mill, Rolf, Greg Miller und alle Tester. Bilder der Himmelskörper: NASA/SOHO, ESA/Hubble, NASA/JPL-Caltech[-LF-][-LF-]„Sonnenuhr“ ist freie Software. Haben Sie einfach Freude an der Nutzung. Wenn Sie Ihre Wertschätzung für meine Arbeit ausdrücken möchten, finden Sie hier meine Webpräsenz:[DF][DF]",
    "txkaffee": "Zur Webpräsenz",
    "txanleitung4": "[DF][SP]"
}