{
    "txwelcome": "Welcome",
    "quotes": [ "‘", "’" ],
    "hoursh": "h",
    "daysh": "d",
    "wdaysh": [
        "Mon",
        "Tue",
        "Wed",
        "Thu",
        "Fri",
        "Sat",
        "Sun"
    ],
    "xxdays": [
        "{day} day",
        "{day} days"
    ],
    "himmelsr": [
        "E",
        "S",
        "W",
        "N"
    ],
    "txgps_label": "[DF]GPS position or place name:",
    "txgpsauto": "Auto location:",
    "txgpsautosh": "AUTO",
    "txtimezone": "Time zone:",
    "txtimeformat": "24h format:",
    "txwelcomescr": "Hide GPS notice:",
    "txshowagni": "Show Agnihotra:",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "More edge:",
    "txenlargeobj": "Large objects:",
    "txuhrsinn": "Viewing direction:",
    "txuhrsinnarr": {
        "auto": "automatic",
        "nord": "North",
        "sued": "South"
    },
    "txlang": "Language:",
    "txlangarr": {
        "auto": "automatic",
        "de": "German",
        "en": "English",
        "es": "Spanish",
        "fr": "French",
        "zh": "Chinese"
    },
    "txfullscr": "Screen stays on:",
    "txnachtmodus": "Dark mode:",
    "txnachtmodusarr": {
        "auto": "automatic",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "night": "dark",
        "day": "light"
    },
    "txfarben": "Design:",
    "txfarbenarr": {
        "orig": "Greyscale",
        "a-telesk": "Telescope",
        "a-telesk2": "Telescope 2",
        "c-turn": "Colour",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Status log:[/b]",
    "txgpsinstruct": "To adjust your location, swipe left twice",
    "txgpsbutton": "1x Location",
    "txpopuphead": {
        "updateavail": "Update available",
        "notice": "Notice"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings",
        "activatewlan": "Location unavailable.\n\nAre Wi-Fi and/or mobile networks enabled in your device settings?",
        "updateexists": "There is an update for Gordon's Sun Clock with bug fixes.\n\nI recommend updating the software.",
        "waitforgps": "Waiting for location...\n\nPlease be patient."
    },
    "txbodywrap": {
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings"
    },
    "txsettings": "[DF]Gordon’s Sun Clock",
    "uebanleitung": "Settings",
    "txanleitung": "[DF]To keep your GPS position up to date, tick the ‘Auto location’ box. While you are using the app, your location will be determined quickly and in an energy-efficient manner (‘Agnihotra’ uses more accurate location determination). [-LF-][-LF-]Alternatively, you can enter a place name or address in the text field (if your device is new enough) or a GPS position separated by commas (e.g. 50.74,7.07) - a 3rd and 4th entry are optional: the approximate altitude in metres and temperature in Celsius. (Then tick the box next to ‘Hide GPS notice’.) - When the coordinates (and other basic data) are changed, Sun Clock performs a calculation that can take between 2 and 30 seconds (depending on the device). This is valid for one day.[-LF-][-LF-]The time zone and language should be automatically taken from your mobile phone. You can choose between a 12-hour and 24-hour format for the time. Under Design, you can select different displays. Dark mode ‘automatic’ switches to dark mode at sunset, ‘-6°’ at the end of twilight, ‘+6°’ before.[DF]",
    "txmore": "‘Agnihotra’ displays markings for the sun pointer on the dial and the time until the next zero crossing of the sun at the bottom. Six minutes before Agnihotra, seconds are also displayed. With ‘Viewing Direction’, you can set whether the clock should run clockwise (south) or counterclockwise (north). (If you change the direction of rotation, the part of the sun's circle that is below the horizon is in front of you. For more details, see the next page).[-LF-][-LF-]‘Screen stays on’ prevents the screen from turning off: For example, I hung an old tablet on the wall for my niece with ‘Sun Clock’ as a wall clock. - If your settings are not applied, you can press the refresh button at the bottom right of the dial page.[-LF-][-LF-][DF][b]–– Dial:[/b][-LF-][-LF-]You can zoom in on the dial with two fingers (or with a triple tap). If you want to move the zoomed image, do so slowly. Fast movements will swipe to the next page.[-LF-][-LF-]An explanation of how to read the clock face can be found on the next page.[DF][DF]",
    "txmanual": "[DF]Dial",
    "txanleitung2": "[DF]‘Gordon's Sun Clock’ is essentially a single-hand clock with a dial that changes daily, based on the rhythms of nature and the stars. It shows the position of the sun and the starry sky. It is a new way of displaying time that is not artificial like our normal clocks (with railway time and daylight saving time), but moves in harmony with the seasons.[-LF-][-LF-][i]NOTE: You can swipe back and forth between this guide and the dial.[/i][-LF-][-LF-][-LF-][b]–– Your view:[/b][-LF-][-LF-]In the middle of the screen, you will see a horizontal line. This is the horizon (the surface of the Earth). The pointed triangle in the middle is a spruce tree that you see from a distance (or a church). (You are not looking down on it from above, but standing in front of it.) [-LF-][-LF-]If you have not changed the settings (‘View direction: automatic’), you are mostly looking south in the northern hemisphere (and north in the southern hemisphere). Objects on the left side of the screen are located in the east; objects on the right side of the screen are located in the west (reversed in the southern hemisphere). The cardinal directions are shown at the edge of the horizon. [-LF-][-LF-]The lighter strip below the horizon indicates the (civil) twilight phase. The large, dark grey area symbolises night (including nautical twilight). Objects located in this area are not visible.[-LF-][-LF-]On the right edge of the screen, you can see the local time (in digital form), the GPS position of the location as a numerical code (e.g. ‘cri-hs’, which is accurate to approx. 4 km) or a place name (if you have entered one), as well as the current altitude of the sun in degrees in the sky (e.g. 27.6°).",
    "txanleitung2b": "[DF][DF][b]–– Sun:[/b][-LF-][-LF-]The sun (at the end of the clock's single hand) moves from left to right (reversed in the southern hemisphere) throughout the day. The further to the left the sun is on the screen, the further east it is; the further to the right, the further west (reversed in the southern hemisphere). The higher the sun is on the screen, the higher it is in the sky. [-LF-][-LF-]The sun follows the circular path marked on the screen, which it travels along in the course of a day. The hours are indicated at the edge of the circular path (e.g. ‘12’ o'clock), so that the circular path also functions as a clock face. [-LF-][-LF-]On the clock face, for example, you can see how the numbers shift during the time change, but the circular path remains the same. Or: how the legal time in most places differs from the local time, as 12 o'clock is not exactly at the top of the clock face.[-LF-][-LF-][-LF-][b]–– Moon:[/b][-LF-][-LF-]The moon also has an orbit. It is drawn as a light grey circle (without a pointer). Since the moon takes more than 24 hours to complete one orbit, two additional hours (from the previous day) are added in extra light grey. If you ‘live with the clock’, you can clearly see how the moon periodically rises and falls over the course of weeks. You can also observe how it is opposite the sun in the circle position (far away) at full moon, but at the same circle position (close to the sun) at new moon. It is usually not exactly the same position because you are looking from the side (and not from above). The exact same position only occurs during a solar eclipse. [-LF-][-LF-]Full moon and new moon are indicated (by the shaded area). New moon is shown for 35 hours (because that is the time during which the moon cannot be seen at all). Full moon is shown for 24 hours. (The sun and moon orbits are recalculated at UTC 00:00.)",
    "txanleitung2c": "[DF][DF][b]–– Planets:[/b][-LF-][-LF-]The five planets visible to the naked eye are shown, with photos as they would appear through binoculars (or, depending on the design, represented by their astronomical symbols, see page 2). When you look at the real starry sky, you can distinguish the planets from the stars by knowing that planets do not twinkle but shine steadily because they appear much larger than the distant stars and are by doing so not as strongly affected by the density fluctuations of the atmosphere. [-LF-][-LF-][-LF-][b]–– Stars:[/b][-LF-][-LF-]Next, the ten brightest stars are shown, symbolised by a letter in a square (see page 2 for legend). While the planets are relatively orderly, mostly staying more or less close to the sun's orbit, the stars' orbits are independent of the sun (since they are their own sun). In the star symbols, two sides of the square are therefore always drawn more strongly than the other two. This indicates the corner (or THE quadrant of their orbit) in which they are currently located. If the highlighted corner is at the bottom right, by doing so this is (more or less) the ‘end’ of the orbit downwards and to the right, and the star will mainly move upwards and to the left in its further movements (often outside the screen). If the upper side is stronger, the star is in front of you; if the lower side is stronger, it is behind you (unless you have changed the direction of rotation).",
    "txanleitung2d": "[DF][DF][b]–– History:[/b][-LF-][-LF-]‘Gordon's Sun Clock’ was developed in 2019 for a Raspberry Pi with a 10-inch ePaper display because I wanted a wall clock that was pleasant to look at and related time to the sun's path. My goal was to build a clock that shows natural time, not man-made time, as shown by the 12-hour analogue clock. Where we live, there is a significant difference in the length of the days throughout the year, as well as the recurring, unpopular time change. Sun Clock was designed to put all of this into perspective: it displays an organic dial that is oriented towards the seasons, the rhythm of nature, and changes with it. Since almost everyone has a small computer in their pocket these days, I developed Sun Clock 2025 as an Android app. I hope you enjoy it and find it insightful![DF][DF][DF]",
    "txdata": "[DF]Data",
    "txlocdata": "[DF]Calculations for Gordon's Sun Clock are performed for your specific location. The accuracy should correspond to 0.0005 arc seconds¹ according to the astronomical almanac:[DF]",
    "txobjdata": "Current time: {clocktm}{sun_agnihotra}[-LF-]Full moon: {moon_full}[-LF-]New moon: {moon_new}[-LF-]Moon illuminated: {moon_illum}[-LF-]Moon diameter: {moon_sizep} (85-100)[-LF-][-LF-]Brightness:[-LF-]Venus: {venus_magp} (83-100)[-LF-]Mars: {mars_magp} (52-100)[-LF-]Jupiter: {jupiter_magp} (87-100)[-LF-]Saturn: {saturn_magp} (77-100)[-LF-]Mercury: {merkur_magp} (0-100)[-LF-][-LF-]Explanation: Agnihotra sunrise–sunset [sunrise tomorrow]. Full moon and new moon (in/before days). (1) The moon is approx. 2000 arc seconds in size[-LF-][-LF-][-LF-][b]–– Legend:[/b]",
    "txlegende": "[DF]☉ Sun, ● Moon (with phases)[-LF-][-LF-]♀ Venus (pearl-coloured), ♂ Mars (reddish), ♃ Jupiter (striped), ♄ Saturn (with rings), ☿ Mercury (grey)[-LF-][-LF-][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arcturus, [w] Vega, [c] Capella, [r] Rigel, [p] Procyon, [b] Betelgeuse, [h] Achernar[DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Gordon's Sun Clock[-LF-]Version [VERSIONNR] [i](zunclock)[/i][-LF-]Gordon Axmann[-LF-]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Please use the software as it is: it is a free, private offering. I am not a professional app developer, but I have put a lot of heart and soul into the programme over the years.[DF][DF]",
    "txchangelog": "What's new?",
    "txanleitung4": "[DF]This programme does not generally collect data or send it to me. Everything remains on your device. Sun Clock does not even require an internet connection to operate. There is one exception: in the event of a programme error, Sun Clock (provided you have internet access) sends the error message together with the version number, the operating system version and a random UUID to my website (see privacy policy). This helps me to fix errors in Sun Clock. [-LF-][-LF-]If you find an error, I will be happy to correct it if I receive a clear error report with a screenshot and a detailed description of where (how) and when the error occurred, and preferably a screenshot of the status log below (email contact: [CONTACTSUPPORT]) as soon as possible after the error occurs. Reports of calculation errors are false in 99% of cases. Star calculation is very complex, and there is far too much misinformation online. [-LF-][-LF-]Thanks to Rhodes Mill (Skyfield), Rolf, Greg Miller and all testers. Images of celestial bodies provided by: NASA / SOHO (Solar and Heliospheric Observatory), ESA / Hubble Space Telescope and NASA / JPL-Caltech (public domain). A complete list of all third-party materials used, with licences, can be found in the file design/ COPYRIGHT.txt[-LF-][-LF-]‘Sun Clock’ is free software. Just enjoy using it. If you would like to express your appreciation for my work, you can find my website here:[DF][DF]",
    "txkaffee": "Visit website",

    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "th",
        "sh",
        "ph",
        "wh",
        "qu",
        "ck",
        "tr",
        "dr",
        "br",
        "cr",
        "gr",
        "fr",
        "pr",
        "bl",
        "cl",
        "gl",
        "pl",
        "sl",
        "sc",
        "sk",
        "sp",
        "st",
        "sw",
        "oo",
        "ee",
        "ea",
        "ou",
        "ie",
        "ei",
        "ai",
        "au",
        "oa",
        "ue"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": []
}