{
    "txwelcome": "Welcome",
    "quotes": [ "‘", "’" ],
    "hoursh": "h",
    "daysh": "d",
    "decimalsep": ".",
    "wdaysh": [
        "Mon",
        "Tue",
        "Wed",
        "Thu",
        "Fri",
        "Sat",
        "Sun"
    ],
    "xxdays": [
        "{day} day",
        "{day} days"
    ],
    "himmelsr": [
        "E",
        "S",
        "W",
        "N"
    ],
    "txgps_label": "[DF]GPS position or place name:",
    "txgpsauto": "Auto location:",
    "txgpsautosh": "AUTO",
    "txtimezone": "Time zone:",
    "txtimeformat": "24h format:",
    "txwelcomescr": "Hide GPS notice:",
    "txshowagni": "Show Agnihotra:",
    "txagnihotrain": "Agnihotra in: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "More edge:",
    "txenlargeobj": "Large objects:",
    "txuhrsinn": "Viewing direction:",
    "txuhrsinnarr": {
        "auto": "automatic",
        "nord": "North",
        "sued": "South"
    },
    "txlang": "Language:",
    "txlangarr": {
        "auto": "automatic",
        "de": "German",
        "en": "English",
        "es": "Spanish",
        "fr": "French",
        "it": "Italiano",
        "zh": "Chinese"
    },
    "txfullscr": "Screen stays on:",
    "txnachtmodus": "Dark mode:",
    "txnachtmodusarr": {
        "auto": "automatic",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "night": "dark",
        "day": "light"
    },
    "txfarben": "Design:",
    "txfarbenarr": {
        "orig": "Greyscale",
        "a-telesk": "Telescope",
        "a-telesk2": "Telescope 2",
        "c-turn": "Colour",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Status log:[/b]",
    "txgpsbutton": "1x Location",
    "txpopuphead": {
        "updateavail": "Update available",
        "notice": "Notice"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings",
        "activatewlan": "Location unavailable.[~LF][~LF]Are Wi-Fi and/or mobile networks enabled in your device settings?",
        "updateexists": "There is an update for Gordon's Sun Clock with bug fixes.[~LF][~LF]I recommend updating the software.",
        "waitforgps": "Waiting for location...[~LF][~LF]Please be patient."
    },
    "txbodywrap": {
        "txgpsinstruct": "To adjust your location, swipe left twice",
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings"
    },
    "txsettings": "[DF]Gordon’s Sun Clock",
    "txpartsupport": "[i]NOTE: (β) This language is only partially supported. Therefore, some sections are in English. Translations require considerable effort. Support is welcome (Github)[/i]",

    "uebanleitung": "Instructions",
    "txanleitung": "[DF]Tick the box next to ‘Auto location’ to keep your location up to date quickly and energy-efficiently while in use (“Agnihotra” for more accurate location determination). ‘1x location’ determines your current position once and saves it.[~LF][~LF]Alternatively, you can enter a place name or address in the text field (if your device supports this) or a comma separated GPS position (e.g. 50.74, 7.07). A third and fourth entry are optional: the approximate altitude in metres and the temperature in °Celsius. Then tick the box next to ‘Hide GPS notice’. - If the coordinates or other basic data change, Sun Clock performs a daily calculation, which can take between 2 and 30 seconds (depending on the device).[~LF][~LF]Under Design, you can select different displays. Dark mode ‘automatic’ switches to dark mode at sunset, ‘-6°’ at the end of twilight, ‘+6°’ before that.[DF]",
    "txmore": "‘Agnihotra’ displays markings for the sun pointer on the dial and the time of the sun's next zero crossing plus countdown at the bottom. Six minutes before Agnihotra, seconds are also displayed. Under ‘Viewing direction’, you can specify whether the clock runs clockwise (south) or counterclockwise (north). If you change the direction of rotation, the part of the sun circle below the horizon appears in front of you (see next page for more details).[~LF][~LF]‘Screen stays on’: for example, I hung an old tablet with Sun Clock on the wall for my niece. - If your settings are not applied, tap the refresh button at the bottom right of the dial.[~LF][~LF]You can zoom in on the dial with two fingers (or by triple-tapping). If you want to move the zoomed image, do so slowly. Fast movements will swipe to the next page. - An explanation of how to read the dial can be found on the next page.[DF][DF]",

    "txdata": "[DF]Data",
    "txlocdata": "[DF]Calculations from Gordon's Sun Clock for your specific location should match the astronomical almanac to within 0.0005 arc seconds³:[DF]",
    "txobjdata": "– Sun¹ –[~LF]Time: {clocktm}[~LF]Temporal hour: {temptm}{sun_agnicountdown}{sun_agnihotra}[~LF]Daylight: {sun_daylight}[~LF][~LF]– Moon² –[~LF]Full moon: {moon_full}[~LF]New moon: {moon_new}[~LF]Illuminated: {moon_illum}[~LF]Size: {moon_sizep} (85-100)[~LF][~LF]– Brightness –[~LF]Venus: {venus_magp} (83-100)[~LF]Mars: {mars_magp} (52-100)[~LF]Jupiter: {jupiter_magp} (87-100)[~LF]Saturn: {saturn_magp} (77-100)[~LF]Mercury: {merkur_magp} (0-100)[~LF][~LF]Explanation: ¹ ‘ἡ’ unequal hour 1-12 of the day or ‘ν’ night, each with decimal place (e.g. ‘sixth hour’); “φ” night watch 1–4 with 60 unequal ‘minutes’ | Agnihotra & Daylight: Sunrise-sunset today [sunrise tomorrow] | ² Full moon and new moon: date (in/before days) | ³ Moon is approx. 2000 arc seconds in size[~LF][~LF][~LF][b]–– Legend:[/b]",
    "txlegende": "[DF]☉ Sun, ● Moon (with phases)[~LF][~LF]♀ Venus (pearl-coloured), ♂ Mars (reddish), ♃ Jupiter (striped), ♄ Saturn (with rings), ☿ Mercury (grey)[~LF][~LF][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arcturus, [w] Vega, [c] Capella, [r] Rigel, [p] Procyon, [b] Betelgeuse, [h] Achernar[DF][DF][DF]",

    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "th",
        "sh",
        "ph",
        "wh",
        "qu",
        "ck",
        "tr",
        "dr",
        "br",
        "cr",
        "gr",
        "fr",
        "pr",
        "bl",
        "cl",
        "gl",
        "pl",
        "sl",
        "sc",
        "sk",
        "sp",
        "st",
        "sw",
        "oo",
        "ee",
        "ea",
        "ou",
        "ie",
        "ei",
        "ai",
        "au",
        "oa",
        "ue"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],

    "txmanual": "[DF]Dial",
    "txanleitung2": "[DF][LANGSUPPORT]Gordon's Sun Clock is essentially a single-hand clock with a dial that changes daily, based on the rhythms of nature and the stars. It shows the position of the sun and the starry sky. It is a new way of displaying time that is not artificial like our conventional clocks (with railway time and daylight saving time), but moves in harmony with the seasons.[~LF][~LF][i]NOTE: You can swipe back and forth between these instructions and the dial.[/i][~LF][~LF][~LF][b]–– Your view:[/b][~LF][~LF]In the centre of the screen, you will see a horizontal line. This is the horizon (the Earth's surface). The pointed triangle in the middle is a spruce tree that you see in the distance (or a church). You are not looking down on it from above, but standing in front of it.[~LF][~LF]If you have not changed the settings (‘Viewing direction: automatic’), you are usually looking south in the northern hemisphere (north in the southern hemisphere). Objects on the left of the screen are in the east, those on the right are in the west (reversed in the southern hemisphere). The cardinal points are shown at the edge of the horizon.[~LF][~LF]The lighter strip below the horizon indicates civil twilight. The large, dark grey area symbolises night (including nautical twilight). Objects located in this area are not visible.[~LF][~LF]At the bottom left, you can see the local time, at the top right the height of the sun in degrees in the sky (e.g. 27.6°) and your position as a numerical code (e.g. ‘cri-hs’, accurate to 4 km) or a place name (if you have entered one). Below that, the unequal temporal hour display.",
    "txanleitung2b": "[DF][DF][b]–– Sun:[/b][~LF][~LF]The sun (at the end of the clock's single hand) moves from left to right throughout the day (reversed in the southern hemisphere). The further to the left the sun is on the screen, the further east it is; the further to the right, the further west (reversed in the southern hemisphere). The higher the sun is on the screen, the higher it is in the sky.[~LF][~LF]The sun follows the marked circular path on which it moves within a day. Hours are indicated at the edge of the circular path (e.g. ‘12’ o'clock), so that the circular path also functions as a clock face.[~LF][~LF]On the clock face, for example, you can see how the numbers shift during the time change, but the circular path remains the same. Or: how the legal time in most places differs from the local time, as 12 o'clock is not exactly at the top of the clock face. The temporal hours are different: at the end of the 12th hour (12ἡ), it is always sunset.[~LF][~LF][~LF][b]–– Moon:[/b][~LF][~LF]The moon also has an orbit. It is drawn as a light grey circle (without hands). Since the moon takes more than 24 hours to complete one orbit, two additional hours (from yesterday) are added in extra light grey. If you ‘live by the clock’, you can clearly see how the moon periodically rises and falls over weeks. You can also observe how it opposes the Sun in the circle position (far away) at full moon, but is in the same circle position (close to the Sun) at new moon. It is usually not exactly the same position because the view is from the side (not from above). It is only exactly the same position during a solar eclipse.[~LF][~LF]Full moon and new moon are marked by shadows. New moon is displayed for 35 hours (because that is the time when the moon cannot be seen at all). Full moon is displayed for 24 hours. The recalculation of the sun and moon's orbits takes place at UTC 00:00.",
    "txanleitung2c": "[DF][DF][b]–– Planets:[/b][~LF][~LF]The five planets visible to the naked eye are shown, with photos of how they would appear through binoculars or (depending on the design) represented by their astronomical symbols (see page 2). When you look at the real starry sky, you can distinguish planets from stars by knowing that planets do not twinkle but shine steadily. They appear much larger in the sky than distant stars and are therefore not as strongly affected by density fluctuations in the atmosphere.[~LF][~LF][~LF][b]–– Stars:[/b][~LF][~LF]Next, the ten brightest stars are shown, symbolised by a letter in a square (see page 2 for legend). While the planets are relatively orderly, mostly more or less close to the sun's orbit, the stars' orbits are independent of the sun – they are their own sun. In the star symbols, two sides of the square are always drawn more strongly than the other two. This indicates the corner or quadrant of their orbit in which they are currently located. If the highlighted corner is at the bottom right, the star is (more or less) at the ‘end’ of its trajectory downwards and to the right. It will mainly move upwards and to the left (often outside the screen) as it continues its journey. If the upper side is stronger, the star is in front of you; if the lower side is stronger, it is behind you (unless you have changed the direction of rotation).",
    "txanleitung2d": "[DF][DF][b]–– History:[/b][~LF][~LF]Gordon's Sun Clock was developed in 2019 for a Raspberry Pi with a 10-inch ePaper display because I wanted a wall clock that was pleasant to look at and connected the time with the sun's path. My goal was to build a clock that shows natural time – not man-made time, as represented by the 12-hour analogue clock. Where we live, there are significant differences in the length of the day throughout the year, as well as the recurring, unpopular time change. Sun Clock was designed to put all of this into perspective: it displays an organic dial that is oriented towards the seasons, the rhythm of nature, and changes with it. Since almost everyone has a small computer in their pocket these days, I developed Sun Clock 2025 as an Android app. I hope you enjoy it and find it insightful![DF][DF][DF]",

    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Gordon's Sun Clock[~LF]Version [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Please use the software as it is. It is a free, private offer. I am not a professional app developer, but I have put a lot of heart and soul into the programme over the years.[DF][DF]",
    "txchangelog": "What's new?",
    "txanleitung4": "[DF]Data is neither collected nor transmitted. Everything remains on your device. An internet connection is not even required for operation. One exception: if a programme error occurs, an anonymous error message will be sent if you have an internet connection (see privacy policy for details). This helps to ensure that Sun Clock runs smoothly.[~LF][~LF]If you find an error, I will be happy to correct it. To do so, I need a clear error report (possibly with a screenshot) and a brief description of where and when the error occurred. A screenshot of the status log below, taken as soon as possible after the error occurred, is also helpful (email contact: [CONTACTSUPPORT]). In 99% of cases, reports of supposed calculation errors are false alarms – unfortunately, there is a lot of misinformation about star calculations.[~LF][~LF]Thanks to: Rhodes Mill (Skyfield), Rolf, Greg Miller and all testers. Images of celestial bodies provided by: NASA / SOHO (Solar and Heliospheric Observatory), ESA / Hubble Space Telescope and NASA / JPL-Caltech (public domain). A list of all third-party materials and licences used can be found in the file ‘design/ COPYRIGHT.txt’.[~LF][~LF]‘Sun Clock’ is free software. Just enjoy using it. If you would like to express your appreciation for my work, you can find my website here:[DF][DF]",
    "txkaffee": "Visit website",

    "XXEOF": ""
}