{
    "txwelcome": "Bienvenido",
    "quotes": [ "«", "»" ],
    "hoursh": "h",
    "daysh": "d",
    "wdaysh": [
        "Lun",
        "Mar",
        "Mié",
        "Jue",
        "Vie",
        "Sáb",
        "Dom"
    ],
    "xxdays": [
        "{day} día",
        "{day} días"
    ],
    "himmelsr": [
        "E",
        "S",
        "O",
        "N"
    ],
    "txgps_label": "[DF]Posición GPS o nombre del lugar:",
    "txgpsauto": "Ubicación automática:",
    "txgpsautosh": "AUTO",
    "txtimezone": "Zona horaria:",
    "txtimeformat": "Formato 24h:",
    "txwelcomescr": "Nota GPS desactivado:",
    "txshowagni": "Mostrar Agnihotra:",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Más borde:",
    "txenlargeobj": "Objetos grandes:",
    "txuhrsinn": "Dirección de vista:",
    "txuhrsinnarr": {
        "auto": "automático",
        "nord": "Norte",
        "sued": "Sur"
    },
    "txlang": "Idioma:",
    "txlangarr": {
        "auto": "automático",
        "de": "Alemán",
        "en": "Inglés",
        "es": "Español",
        "fr": "Francés",
        "zh": "Chino"
    },
    "txfullscr": "Siempre encendida:",
    "txnachtmodus": "Modo oscuro:",
    "txnachtmodusarr": {
        "auto": "automático",
        "auto_lang": "auto (más)",
        "auto_kurz": "auto (menos)",
        "night": "oscuro",
        "day": "claro"
    },
    "txfarben": "Diseño:",
    "txfarbenarr": {
        "orig": "Escala de grises",
        "a-telesk": "Telescopio",
        "a-telesk2": "Telescopio 2",
        "c-turn": "Color",
        "a-gord": "Arte"
    },
    "txstatuslog": "[b]-- Registro de estado:[/b]",
    "txgpsinstruct": "Para ajustar su ubicación, deslice 2x hacia la izquierda",
    "txgpsbutton": "1x ubicación",
    "txpopuphead": {
        "updateavail": "Actualización disponible",
        "notice": "Aviso"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS está desactivado. Active GPS en la configuración de su dispositivo",
        "activatewlan": "Ubicación no disponible.\n\n¿Están activados el Wi-Fi y/o las redes móviles en la configuración de tu dispositivo?",
        "updateexists": "Hay una actualización para el Reloj de sol de Gordon con correcciones de errores.\n\nRecomiendo actualizar el software.",
        "waitforgps": "Esperando ubicación...\n\nPor favor, tenga paciencia."
    },
    "txbodywrap": {
        "txgpsdeact": "GPS está desactivado. Active GPS en la configuración de su dispositivo"
    },
    "txsettings": "[DF]Reloj de sol Gordon",
    "uebanleitung": "Configuración",
    "txanleitung": "[DF] Para mantener actualizada su posición GPS, marque la casilla «Ubicación automática». Mientras utiliza la aplicación, su posición GPS se determina de forma rápida y con bajo consumo de energía («Agnihotra» utiliza una localización más precisa). Como alternativa puede introducir un nombre de lugar o una dirección en el campo de texto (si su dispositivo es lo suficientemente nuevo), o una posición GPS separada por comas. Las entradas 3 y 4 son opcionales: la altitud aproximada en metros y la temperatura en grados Celsius. (A continuación, marque la casilla «Nota GPS desactivada»). Si se modifican las coordenadas (y otros datos básicos), el Reloj de sol realiza un cálculo que puede durar entre 2 y 30 segundos (dependiendo del dispositivo). Este cálculo es válido para un día. [-LF-][-LF-]La zona horaria y el idioma se deben transferir automáticamente desde su teléfono móvil. Puede elegir entre un formato de 12 o 24 horas para la hora. En «Diseño» puede seleccionar diferentes representaciones. Para el modo oscuro, se puede elegir entre claro, oscuro y cambio automático. «Automático» cambia al modo oscuro al atardecer, «menos» cambia al final del crepúsculo (-6°), «más» a +6°.[-LF-][-LF-]«Agnihotra» muestra en la parte inferior de la esfera el tiempo hasta la próxima pasada por cero del sol (se puede hacer clic en la hora). Seis minutos antes de Agnihotra, también se muestran los segundos. Con «Dirección de la mirada» puede configurar si el reloj debe funcionar en el sentido de las agujas del reloj (sur) o en sentido contrario (norte). (Si cambia el sentido de giro, la parte del círculo solar que está bajo el horizonte estará delante de usted y ya no detrás). Más detalles en la página siguiente)[DF]",
    "txmore": "«Siempre encendido» evita que se apague la pantalla: por ejemplo, le he colgado a mi sobrina una vieja [i]tableta[/i] en la pared con «Reloj de sol» como reloj de pared. [-LF-][-LF-]Si alguna vez no se aplican sus ajustes, puede pulsar el botón de actualización en la parte inferior derecha de la página de la esfera. [-LF-][-LF-][DF][b]–– Esfera del reloj:[/b][-LF-][-LF-]Puede ampliar la esfera del reloj con dos dedos (o con un triple toque). Si desea mover la imagen ampliada, hágalo lentamente. Los movimientos rápidos pasan a la página siguiente.[-LF-][-LF-]Encontrará una explicación sobre cómo leer la esfera en la página siguiente.[DF][DF]",
    "txmanual": "[DF]Esfera",
    "txanleitung2": "[DF]«El reloj de sol de Gordon» es, en principio, un reloj de una sola aguja con una esfera que cambia cada día y que se orienta según los ritmos de la naturaleza y los astros. Muestra la posición del sol y el cielo estrellado. Una nueva forma de representar el tiempo, que no es artificial como nuestro reloj normal (con hora ferroviaria y cambio de hora), sino que se mueve en armonía con las estaciones.[-LF-][-LF-][i]NOTA: Puede desplazarse entre estas instrucciones y la esfera del reloj.[/i][-LF-][-LF-][-LF-][b]–– Su mirada:[/b][-LF-][-LF-]En el centro de la pantalla verá una línea horizontal. Esa es la línea del horizonte (la superficie de la Tierra). El triángulo puntiagudo del centro es un abeto que se ve desde lejos (o una iglesia). (No lo está mirando desde arriba, sino que está delante de él). [-LF-][-LF-]Si no ha cambiado la configuración («Dirección de la mirada: automática»), mirará hacia el sur en el hemisferio norte (y hacia el norte en el hemisferio sur). Los objetos que se encuentran a la izquierda de la pantalla se encuentran al este; los objetos que se encuentran a la derecha de la pantalla se encuentran al oeste (al revés en el hemisferio sur). En el borde del horizonte se encuentran los puntos cardinales correspondientes. [-LF-][-LF-]La franja gris (clara) debajo del horizonte indica la fase del crepúsculo (civil). La gran zona gris oscuro simboliza la noche (incluido el crepúsculo náutico). Los objetos que se encuentran en esta zona no son visibles.[-LF-][-LF-]En el borde derecho de la pantalla se muestra la hora local (en formato digital), la posición GPS del lugar en forma de código numérico (por ejemplo, «cri-hs», con una precisión de aproximadamente 4 km) o el nombre del lugar (si lo ha introducido), así como la altura actual del sol en grados en el cielo (por ejemplo, 27,6°).",
    "txanleitung2b": "[DF][DF][b]–– Sol:[/b][-LF-][-LF-]El sol (al final de la única aguja del reloj) se desplaza a lo largo del día de izquierda a derecha (al revés en el hemisferio sur). Cuanto más a la izquierda se encuentra el sol en la pantalla, más al este está; cuanto más a la derecha, más al oeste (al revés en el hemisferio sur). Cuanto más alto se vea el sol en la pantalla, más alto estará en el cielo. [-LF-][-LF-]El sol sigue la trayectoria circular dibujada, por la que se mueve a lo largo del día. En el borde de la trayectoria circular se indican las horas (por ejemplo, «12» en punto), de modo que la trayectoria circular también funciona como esfera de reloj. [-LF-][-LF-]En la esfera se puede ver, por ejemplo, cómo durante el cambio de hora se desplazan los números, pero la trayectoria circular permanece igual. O cómo la hora legal difiere de la hora local en la mayoría de los lugares, ya que las 12 en punto no se encuentran exactamente en la parte superior de la esfera.[-LF-][-LF-][-LF-][b]–– Luna:[/b][-LF-][-LF-]La luna también tiene una órbita. Se representa como un círculo gris claro (sin agujas). Dado que la luna tarda más de 24 horas en completar una órbita, se añaden dos horas adicionales (del día anterior) en gris extra claro. Si «vives con el reloj», puedes ver claramente cómo la Luna se eleva y desciende periódicamente a lo largo de las semanas. Además, puedes observar cómo, en luna llena, se encuentra en posición opuesta al Sol (lejos), mientras que en luna nueva se encuentra en la misma posición (cerca del Sol). Por lo general, no es exactamente la misma posición, ya que se ve desde un lado (y no desde arriba). Solo durante un eclipse solar se encuentra exactamente en la misma posición. [-LF-][-LF-]La luna llena y la luna nueva se indican (mediante la sombra dibujada). La luna nueva se representa durante 35 horas (porque ese es el tiempo durante el cual no se puede ver la luna en absoluto). La luna llena se representa durante 24 horas. (El recálculo de la órbita del sol y la luna tiene lugar a las 00:00 UTC).",
    "txanleitung2c": "[DF][DF][b]–– Planetas:[/b][-LF-][-LF-]Se muestran los cinco planetas visibles a simple vista, con fotos tal y como se verían a través de unos prismáticos (o, según el diseño, representados por sus símbolos astronómicos, véase la página 2). Si observa el cielo estrellado real, podrá distinguir los planetas de las estrellas sabiendo que los planetas no parpadean, sino que brillan de forma constante, ya que parecen mucho más grandes que las estrellas lejanas y, por lo tanto, no se ven tan afectados por las fluctuaciones de densidad de la atmósfera. [-LF-][-LF-][-LF-][b]–– Estrellas:[/b][-LF-][-LF-]A continuación se muestran las diez estrellas más brillantes, simbolizadas por una letra dentro de un cuadrado (véase la leyenda en la página 2). Mientras que los planetas se encuentran relativamente ordenados, en su mayoría más o menos cerca de la órbita solar, la órbita de las estrellas es independiente del Sol (ya que son su propio sol). Por lo tanto, en los símbolos de las estrellas, dos lados del cuadrado siempre están dibujados con más intensidad que los otros dos. Esto indica la esquina (o el cuadrante de su órbita) en la que se encuentran actualmente. Si la esquina resaltada está en la parte inferior derecha, eso es (más o menos) el «final» de la órbita hacia abajo y hacia la derecha, y la estrella se moverá principalmente hacia arriba y hacia la izquierda en sus movimientos posteriores (a menudo también fuera de la pantalla). Si el lado superior es más fuerte, la estrella está delante de usted; si el inferior es más fuerte, está detrás de usted (si no ha cambiado la dirección de giro).",
    "txanleitung2d": "[DF][DF][b]–– Historia:[/b][-LF-][-LF-]«El reloj de sol de Gordon» se desarrolló en 2019 para una Raspberry Pi con una pantalla ePaper de 10 pulgadas, ya que quería tener un reloj de pared que fuera agradable a la vista y que relacionara la hora con la trayectoria del sol. Mi objetivo era construir un reloj que mostrara la hora natural, no la hora artificial, como la que muestra el reloj analógico de 12 horas. Donde vivimos, hay una diferencia significativa en la duración de los días a lo largo del año, así como el recurrente y poco apreciado cambio de hora. El reloj de sol debía poner todo esto en perspectiva: muestra una esfera orgánica que se orienta según las estaciones, el ritmo de la naturaleza, y cambia con él. Dado que hoy en día casi todo el mundo lleva un pequeño ordenador en el bolsillo, he desarrollado Reloj de sol 2025 como aplicación para Android. ¡Que lo disfruten y aprendan mucho con él![DF][DF][DF]",
    "txdata": "[DF]Datos",
    "txlocdata": "[DF]Los cálculos del Reloj de sol de Gordon se realizan para su ubicación específica. La precisión debe coincidir con el almanaque astronómico en 0,0005 segundos de arco (la luna tiene un tamaño aproximado de 2000 seg. de arco):[DF]",
    "txobjdata": "Hora actual: {clocktm}{sun_agnihotra}[-LF-]Luna llena: {moon_full}[-LF-]Luna nueva: {moon_new}[-LF-]Luna iluminada: {moon_illum}[-LF-]Diámetro de la luna: {moon_sizep} (85-100)[-LF-][-LF-]Brillo:[-LF-]Venus: {venus_magp} (83-100)[-LF-]Marte: {mars_magp} (52-100)[-LF-]Júpiter: {jupiter_magp} (87-100)[-LF-]Saturno: {saturn_magp} (77-100)[-LF-]Mercurio: {merkur_magp} (0-100)[-LF-][-LF-]Explicación: Agnihotra salida–puesta [salida mañana]. Luna llena y luna nueva (en/antes de días)[-LF-][-LF-][-LF-][b]–– Leyenda:[/b]",
    "txlegende": "[DF]☉ Sol, ● Luna (con fases)[-LF-][-LF-]♀ Venus (color perla), ♂ Marte (rojizo), ♃ Júpiter (rayado), ♄ Saturno (con anillos), ☿ Mercurio (gris)[-LF-][-LF-][s] Sirio, [k] Canopus, [f] Alfa Centauri, [a] Arcturus, [w] Vega, [c] Capella, [r] Rigel, [p] Procyon, [b] Betelgeuse, [h] Achernar[DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Reloj de sol de Gordon[-LF-]Versión [VERSIONNR] [i](zunclock)[/i][-LF-]Gordon Axmann[-LF-]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Utilice el software tal y como está: es una oferta privada y gratuita (no soy un desarrollador de aplicaciones profesional). No obstante, a lo largo de los años he puesto mucho esfuerzo en este software.[DF][DF]",
    "txchangelog": "¿Qué hay de nuevo?",
    "txanleitung4": "[DF]Por lo general, este programa no recopila datos ni me los envía. Todo permanece en su dispositivo. Para el funcionamiento del Reloj de sol ni siquiera es necesaria una conexión a Internet. Hay una excepción: en caso de error del programa, el Reloj de sol (siempre que tenga conexión a Internet) envía el mensaje de error junto con el número de versión, la versión del sistema operativo y un UUID aleatorio a mi sitio web (véase la política de privacidad). Así puede ayudar a corregir errores en el reloj de sol.[-LF-][-LF-]Si encuentra un error, estaré encantado de corregirlo si recibo un informe claro y completo del mismo, con una captura de pantalla y una descripción detallada de dónde (por qué) y cuándo se produjo el error y, a ser posible, una captura de pantalla del registro de estado que aparece a continuación (contacto por correo electrónico: [CONTACTSUPPORT]) lo antes posible después de que se produzca el error. Las indicaciones sobre errores de cálculo son, en el 99 % de los casos, informes falsos. El cálculo de las estrellas es muy complejo y hay demasiada información errónea en Internet. [-LF-][-LF-]Gracias a Rhodes Mill, Rolf, Greg Miller, Elliot y a todos los probadores. Imágenes de los cuerpos celestes: NASA/SOHO, ESA/Hubble, NASA/JPL-Caltech[-LF-][-LF-]«Reloj de sol» es un software gratuito. Simplemente disfrute de su uso. Si desea expresar su agradecimiento por mi trabajo, aquí encontrará mi página web:[DF][DF]",
    "txkaffee": "Ir a la página web",

    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "ll",
        "rr",
        "ch",
        "qu",
        "gu",
        "ie",
        "ei",
        "ue",
        "ua",
        "io",
        "oi",
        "ia",
        "ai"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [
        "de"
    ]
}