{
    "txwelcome": "Bienvenue",
    "quotes": [ "« ", " »" ],
    "txsettings": "[DF]Horloge de Gordon",
    "hoursh": "h",
    "daysh": "d",
    "wdaysh": [
        "Lun", "Mar", "Mer", "Jeu", "Ven", "Sam", "Dim"
    ],
    "xxdays": [
        "{day} jour",
        "{day} jours"
    ],
    "himmelsr": [
        "E",
        "S",
        "O",
        "N"
    ],
    "txgps_label": "[DF]Position GPS ou nom de lieu:",
    "txgpsauto": "Position automatique:",
    "txgpsautosh": "AUTO",
    "txtimezone": "Fuseau horaire:",
    "txtimeformat": "Format 24h:",
    "txwelcomescr": "Masquer l’info GPS:",
    "txshowagni": "Afficher Agnihotra:",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Plus de bordure:",
    "txenlargeobj": "Grands symboles:",
    "txuhrsinn": "Direction du regard:",
    "txuhrsinnarr": {
        "auto": "automatique",
        "nord": "Nord",
        "sued": "Sud"
    },
    "txlang": "Idioma:",
    "txlangarr": {
        "auto": "automatique",
        "de": "Allemand",
        "en": "Anglais",
        "es": "Espagnol",
        "fr": "Français",
        "zh": "Chinois"
    },
    "txfullscr": "Mode toujours actif:",
    "txnachtmodus": "Mode sombre:",
    "txnachtmodusarr": {
        "auto": "automatique",
        "auto_lang": "auto (plus)",
        "auto_kurz": "auto (moins)",
        "day": "clair",
        "night": "sombre"
    },
    "txfarben": "Design:",
    "txfarbenarr": {
        "orig": "Nuances de gris",
        "a-telesk": "Télescope",
        "a-telesk2": "Télescope 2",
        "c-turn": "Couleur",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Journal d'état:[/b]",
    "txgpsinstruct": "Pour ajuster votre position GPS, balayez vers la gauche",
    "txgpsdeact": "Le GPS est désactivé. Veuillez activer le GPS dans les paramètres de votre appareil",
    "uebanleitung": "Instructions",
    "txanleitung" : "[DF]Pour que votre position GPS soit actualisée, cochez la case « Localisation automatique ». Lorsque vous utilisez l'application, votre position GPS est déterminée rapidement et de manière économe en énergie (« Agnihotra » utilise une localisation plus précise). Vous pouvez également (si votre appareil est suffisamment récent) saisir un nom de lieu ou une adresse dans le champ de texte, ou une position GPS séparée par des virgules (par exemple 50,94, 6,96) - une troisième entrée correspond à l'altitude approximative en mètres, une quatrième à la température en degrés Celsius. (Cochez ensuite la case « Masquer l’info GPS ». En cas de modification des coordonnées (et d'autres données fondamentales), le Reloj de sol effectue un calcul qui peut prendre entre 2 et 30 secondes (selon l'appareil). Celui-ci est valable pour une journée. [-LF-][-LF-]Le fuseau horaire et la langue doivent être automatiquement repris de votre téléphone portable. Vous pouvez choisir entre un format 12h et 24h pour l'heure. Sous Design, vous pouvez sélectionner différents affichages. Pour le mode sombre, vous pouvez choisir entre clair, sombre et commutation automatique. « Automatique » passe en mode sombre au coucher du soleil, « moins » passe à la fin du crépuscule (-6°), « plus » à +6°.[-LF-][-LF-]« Plus de bord » est destiné aux appareils sans bordure. « Agnihotra » affiche en bas du cadran le temps restant jusqu'au prochain passage du soleil par le zéro (l'heure est cliquable). 6 minutes avant Agnihotra, les secondes s'affichent également. Avec « Direction du regard », vous pouvez régler si l'horloge doit tourner dans le sens des aiguilles d'une montre (sud) ou dans le sens inverse (nord). (Si vous changez le sens de rotation, la partie du cercle solaire qui se trouve sous l'horizon se trouve alors devant vous et non plus derrière vous. Plus de détails à la page suivante)[DF]",
    "txmore": "« Grands symboles » agrandit les objets et les textes. « Toujours allumé » empêche l'écran de s'éteindre : j'ai par exemple accroché une vieille [i]tablette[/i] au mur de ma nièce avec « Horloge solaire » comme horloge murale. [-LF-][-LF-]Si vos paramètres ne sont pas pris en compte, vous pouvez appuyer sur le bouton de mise à jour en bas à droite de la page du cadran.[-LF-][-LF-][DF][b]–– Cadran :[/b][-LF-][-LF-] Vous pouvez zoomer sur le cadran avec deux doigts et réinitialiser le zoom en appuyant trois fois. Si vous souhaitez déplacer l'image zoomée, faites-le lentement. Les mouvements rapides vous feront passer à la page suivante.[-LF-][-LF-]Vous trouverez une explication sur la lecture du cadran en balayant deux fois vers la gauche.[DF][DF]",
    "txmanual": "[DF]Cadran",
    "txanleitung2": "[DF]« Horloge solaire de Gordon » est en principe une horloge à une aiguille avec un cadran qui change quotidiennement, s'orientant sur les rythmes de la nature et des astres. Il montre la position du soleil et le ciel étoilé. Une nouvelle forme de représentation du temps, qui n'est pas artificielle comme notre horloge habituelle (avec l'heure ferroviaire et le changement d'heure), mais qui évolue en harmonie avec les saisons.[-LF-][-LF-][i]REMARQUE: Vous pouvez naviguer entre ce guide et le cadran en balayant.[/i][-LF-][-LF-][-LF-][b]–– Votre regard:[/b][-LF-][-LF-]Au centre de l'écran, vous voyez une ligne horizontale. C'est l'horizon (la surface de la Terre). Le triangle pointu au centre est un sapin vu de loin (ou une église). (Vous ne le regardez pas de haut, mais vous vous tenez devant.)[-LF-][-LF-]Si vous n'avez rien modifié dans les paramètres (« Direction du regard: automatique »), vous regardez vers le sud dans l'hémisphère nord (et vers le nord dans l'hémisphère sud). Les objets à gauche de l'écran se trouvent à l'est ; ceux à droite, à l'ouest (inversé dans l'hémisphère sud). Les directions cardinales sont indiquées au bord de l'horizon.[-LF-][-LF-]La bande (gris clair) sous l'horizon indique la phase de crépuscule (civil). La grande zone gris foncé symbolise la nuit (y compris le crépuscule nautique). Les objets dans cette zone ne sont pas visibles.[-LF-][-LF-]À droite de l'écran, vous voyez l'heure locale (en numérique), la position GPS de l'emplacement sous forme de code numérique (par ex. « cri-hs », précis à environ 4 km) ou un nom de lieu (si vous l'avez saisi), ainsi que la hauteur actuelle du soleil en degrés dans le ciel (par ex. 27,6°).",
    "txanleitung2b": "[DF][DF][b]–– Soleil:[/b][-LF-][-LF-]Le soleil (à l'extrémité de l'unique aiguille de l'horloge) se déplace de gauche à droite au cours de la journée (inversé dans l'hémisphère sud). Plus le soleil est à gauche sur l'écran, plus il est à l'est ; plus il est à droite, plus il est à l'ouest (inversé dans l'hémisphère sud). Plus le soleil est haut sur l'écran, plus il est élevé dans le ciel.[-LF-][-LF-]Le soleil suit la trajectoire circulaire dessinée, sur laquelle il se déplace en une journée. Des heures (par ex. « 12 ») sont indiquées sur le bord de cette trajectoire, qui sert également de cadran.[-LF-][-LF-]Sur le cadran, par exemple, on peut voir comment, lors du changement d'heure, les chiffres se décalent, mais la trajectoire reste la même. Ou encore: comment l'heure légale diffère de l'heure locale dans la plupart des endroits, car midi n'est pas exactement en haut du cadran.[-LF-][-LF-][-LF-][b]–– Lune:[/b][-LF-][-LF-]La lune a également une orbite. Elle est dessinée en cercle gris clair (sans aiguille). Comme la lune met plus de 24 heures pour un tour, deux heures supplémentaires (de la veille) sont ajoutées en gris très clair. En « vivant avec l'horloge », on peut observer comment la lune monte et descend périodiquement sur des semaines. De plus, on peut voir qu'à la pleine lune, elle est à l'opposé du soleil sur le cercle (loin) ; à la nouvelle lune, elle est à la même position (proche du soleil). Ce n'est généralement pas exactement la même position, car on regarde de côté (et non de dessus). Elle est exactement identique uniquement lors d'une éclipse solaire.[-LF-][-LF-]Pleine lune et nouvelle lune sont indiquées (par l'ombre dessinée). La nouvelle lune est représentée pendant 35 heures (temps pendant lequel la lune est invisible). La pleine lune est représentée pendant 24 heures. (Le recalcul des orbites du soleil et de la lune a lieu chaque jour à 00:00 UTC.)",
    "txanleitung2c": "[DF][DF][b]–– Planètes:[/b][-LF-][-LF-]Les cinq planètes visibles à l'œil nu sont affichées, représentées par leurs symboles astronomiques (voir légende page précédente). En observant le vrai ciel étoilé, vous pouvez distinguer les planètes des étoiles, car les planètes brillent constamment sans scintiller, semblant beaucoup plus grandes que les étoiles lointaines et donc moins affectées par les variations de densité de l'atmosphère.[-LF-][-LF-][-LF-][b]–– Étoiles:[/b][-LF-][-LF-]Les dix étoiles les plus brillantes sont également affichées, symbolisées par une lettre dans un carré (voir légende page précédente). Alors que les planètes restent relativement ordonnées, souvent près de l'orbite solaire, les étoiles ont une trajectoire indépendante du soleil (étant elles-mêmes des soleils). Pour les symboles des étoiles, deux côtés du carré sont toujours plus épais que les autres, indiquant le coin (ou le quadrant de leur orbite) où elles se trouvent actuellement. Si le coin mis en évidence est en bas à droite, cela marque (plus ou moins) la « fin » de leur trajectoire vers le bas et la droite, et l'étoile se déplacera ensuite principalement vers le haut et la gauche (souvent hors de l'écran).[-LF-][-LF-][-LF-][b]–– Historique:[/b][-LF-][-LF-]« Horloge solaire de Gordon » a été développé en 2019 pour un Raspberry Pi avec un écran ePaper de 10 pouces, car je voulais une horloge murale agréable à regarder et qui relie le temps au mouvement du soleil. Mon objectif était de créer une horloge montrant un temps naturel, pas un temps artificiel comme celui de l'horloge analogique 12 heures. Là où nous vivons, il y a une différence notable dans la longueur des jours au fil de l'année, et aussi le changement d'heure récurrent et peu apprécié. Le Horloge solaire devait mettre tout cela en perspective: il affiche un cadran organique, orienté sur les saisons, en rythme avec la nature et évoluant avec elle. – Comme presque tout le monde a aujourd'hui un petit ordinateur dans sa poche, j'ai développé Horloge solaire en 2025 comme une application Android. Beaucoup de plaisir et de découvertes avec ![DF][DF][DF]",
    "txdata": "[DF]Données",
    "txlocdata": "[DF]Tous les calculs sont effectués pour votre emplacement local et devraient correspondre aux positions de l'almanach astronomique à 0,0005 seconde d'arc près (la Lune mesure environ 2000 secondes d'arc) :[DF]",
    "txobjdata": "Heure actuelle : {clocktm}{sun_agnihotra}[-LF-]Pleine lune : {moon_full}[-LF-]Nouvelle lune : {moon_new}[-LF-]Lune éclairée : {moon_illum}[-LF-]Taille de la lune : {moon_sizep} (85-100)[-LF-][-LF-]Luminosité :[-LF-]Vénus : {venus_magp} (83-100)[-LF-]Mars : {mars_magp} (52-100)[-LF-]Jupiter : {jupiter_magp} (87-100)[-LF-]Mercure : {merkur_magp} (0-100)[-LF-]Saturne : {saturn_magp} (77-100)[-LF-][-LF-]Explication : l'Agnihotra lever–coucher [lever demain]. Pleine lune et nouvelle lune (dans/avant jours)[-LF-][-LF-][-LF-][b]–– Légende :[/b]",
    "txlegende": "[DF]☉ Soleil, ● Lune (avec phases)[-LF-][-LF-]♀ Vénus (couleur perle), ♂ Mars (rougeâtre), ♃ Jupiter (rayé), ☿ Mercure (gris), ♄ Saturne (avec anneaux)[-LF-][-LF-][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arcturus, [w] Véga, [c] Capella, [r] Rigel, [p] Procyon, [b] Bételgeuse, [h] Achernar[DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Horloge solaire de Gordon[-LF-]Version [VERSIONNR] [i](zunclock)[/i][-LF-]Gordon Axmann[-LF-]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]En règle générale, ce programme ne collecte ni ne m'envoie aucune donnée. Tout reste sur votre appareil. Pour utiliser Horloge solaire, une connexion Internet n'est même pas nécessaire. Il y a une exception: en cas d'erreur du programme, Horloge solaire (si vous avez Internet) envoie le message d'erreur avec le numéro de version, la version du système d'exploitation et un UUID aléatoire à mon site web (voir politique de confidentialité). Cela aide à améliorer les erreurs dans Horloge solaire.[-LF-][-LF-]Ce logiciel est une offre gratuite et privée, pour laquelle je ne peux fournir qu'un support limité. Veuillez utiliser le logiciel tel quel. Je ne suis pas un développeur d'applications professionnel. Néanmoins, beaucoup de cœur a été investi dans ce logiciel au fil des années.[DF][DF]",
    "txchangelog": "Quoi de neuf ?",
    "txanleitung4": "[DF]Si vous trouvez une erreur, je la corrigerai volontiers si je reçois un rapport d'erreur clair et complet, avec une capture d'écran et une description précise de où, comment et quand l'erreur s'est produite, et idéalement une capture du journal d'état ci-dessous (contact par e-mail: [CONTACTSUPPORT]) dès que possible après l'erreur. Les signalements d'erreurs de calcul sont, dans 99 % des cas, des fausses alertes. Les calculs astronomiques sont très complexes, et il y a beaucoup trop de fausses informations en ligne.[-LF-][-LF-]Merci à Rhodes Mill, Rolf, Greg Miller, Elliot et tous les testeurs. Images des corps célestes: NASA/SOHO, ESA/Hubble, NASA/JPL-Caltech[-LF-][-LF-]« Horloge solaire » est un logiciel libre. Profitez simplement de son utilisation. Si vous souhaitez exprimer votre appréciation pour mon travail, voici mon site web:[DF][DF]",
    "txkaffee": "Accéder au site web",

    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "ch",
        "gn",
        "ph",
        "qu",
        "gu",
        "ill",
        "ou",
        "oi",
        "ai",
        "ei",
        "au",
        "eau",
        "eu",
        "œu",
        "ie",
        "ui"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": []
}