{
    "txwelcome": "Добро пожаловать",
    "quotes": [ "«", "»" ],
    "hoursh": "ч",
    "hourshforce": "ч",
    "daysh": "д",
    "decimalsep": ",",
    "n_a": "н/д",
    "wdaysh": [
        "Пн",
        "Вт",
        "Ср",
        "Чт",
        "Пт",
        "Сб",
        "Вс"
    ],
    "xxdays": {
        "1": "{day} день",
        "2-4": "{day} дня",
        ".": "{day} дня",
        "*": "{day} дней"
    },
    "himmelsr": [
        "В",
        "Ю",
        "З",
        "С"
    ],
    "txgps_label": "[DF]GPS (шир., долг.) или название места",
    "txgpsauto": "Авто-локация",
    "txgpsautosh": "АВТО",
    "txtimezone": "Часовой пояс",
    "txtimeformat": "24ч-формат",
    "txwelcomescr": "Подсказка GPS выкл.",
    "txshowagni": "Агнихотра",
    "txagnihotrain": "Агнихотра через: {agnih_countdo}",
    "txagnihotra": "Агнихотра",
    "txedgescreen": "Больше края",
    "txenlargeobj": "Крупные объекты",
    "txuhrsinn": "Направление взгляда",
    "txuhrsinnarr": {
        "auto": "автоматически",
        "nord": "север",
        "sued": "юг"
    },
    "txlang": "Язык",
    "txlangarr": {
        "auto": "автоматически",
        "de": "Немецкий",
        "en": "Английский",
        "es": "Испанский",
        "fr": "Французский",
        "zh": "Китайский",
        "ru": "Русский"
    },
    "txfullscr": "Всегда включено",
    "txnachtmodus": "Тёмный режим",
    "txnachtmodusarr": {
        "auto": "автоматически",
        "auto_lang": "авто (+6°)",
        "auto_kurz": "авто (-6°)",
        "night": "тёмный",
        "day": "светлый"
    },
    "txfarben": "Дизайн",
    "txfarbenarr": {
        "orig": "Градации серого",
        "a-telesk": "Телескоп",
        "a-telesk2": "Телескоп 2",
        "c-turn": "Цвет",
        "a-gord": "Искусство"
    },
    "txstatuslog": "[b]–– Журнал статуса:[/b]",
    "txgpsbutton": "1× Определение",
    "txpopuphead": {
        "updateavail": "Доступно обновление",
        "notice": "Уведомление"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS отключён. Пожалуйста, включите GPS в настройках устройства",
        "activatewlan": "Определение местоположения невозможно.[~LF][~LF]Включены ли Wi-Fi и/или мобильная сеть в настройках устройства?",
        "updateexists": "Доступно обновление «Солнечных часов Гордона» с исправлениями ошибок.[~LF][~LF]Рекомендую обновить приложение.",
        "waitforgps": "Ожидание местоположения...[~LF][~LF]Пожалуйста, подождите."
    },
    "txbodywrap": {
        "txgpsinstruct": "Чтобы изменить местоположение, сделайте свайп влево 2 раза",
        "txgpsdeact": "GPS отключён. Пожалуйста, включите GPS в настройках устройства"
    },
    "txsettings": "[DF]Часы Гордона",
    "txpartsupport": "[i]ПРИМЕЧАНИЕ: (β) Этот язык поддерживается частично. Поэтому некоторые разделы на английском. Помощь приветствуется (GitHub). — На последней странице есть кнопка «Автоперевод»[/i]",
    "txnosupport": "[i]ПРИМЕЧАНИЕ: Ваш язык пока не поддерживается, поэтому отображается английский. На последней странице есть кнопка «Автоперевод»[/i]",

    "uebanleitung": "Инструкция",
    "txanleitung": "[DF]{LANGSUPPORT}Поставьте галочку у {txgpsauto}, чтобы местоположение обновлялось автоматически во время использования ({txagnihotra} для более точного определения и синхронизации времени по GPS). {txgpsbutton} определяет текущее положение один раз и фиксирует его.[~LF][~LF]В качестве альтернативы можно ввести название места или адрес в текстовое поле (если устройство поддерживает) или координаты (например, 50.94, 6.96). Третий и четвёртый параметры необязательны: примерная высота в метрах, температура в °C. Затем поставьте галочку у {txwelcomescr}. — При изменении основных данных приложение выполняет расчёт на день, который может занять от 2[NDASH]30 секунд в зависимости от устройства.[~LF][~LF]{txagnihotra} показывает метки для солнечного указателя, а также время следующего нулевого прохождения солнца и обратный отсчёт. За шесть минут до Агнихотры отображение увеличивается, появляются секунды (⁺ = свежие данные GPS).[DF]",
    "txmore": "{txfullscr} предотвращает выключение экрана: например, я повесил старый [i]планшет[/i] с «Солнечными часами» на стену для племянницы. С помощью {txuhrsinn} вы задаёте, движется ли стрелка по часовой (юг) или против. При смене направления часть солнечного круга под горизонтом оказывается перед вами (подробности на следующей странице).[~LF][~LF]{txfarben} выбирает разные циферблаты. {txnachtmodus} {auto} переключается на закате, -6° — к концу сумерек, +6° — до них. — Если настройки не применяются, нажмите кнопку обновления в правом нижнем углу циферблата.[~LF][~LF]В циферблат можно зумить двумя пальцами (или тройным тапом). Чтобы сдвинуть увеличенное изображение, делайте это медленно. Быстрые движения перелистывают страницу. — На следующей странице объяснение циферблата.[DF][DF]",

    "txdata": "[DF]Данные",
    "txlocdata": "[DF]Расчёты «Солнечных часов Гордона» для вашего местоположения должны совпадать с астрономическим альманахом с точностью до 0,0005 угловых секунд³:[DF]",
    "txobjdata": "– Солнце¹ –[~LF]Время: {clocktm}[~LF]Временной час: {temptm}{sun_agnicountdown}{sun_agnihotra}[~LF]Светлый день: {sun_daylight}[~LF][~LF]– Луна² –[~LF]Полнолуние: {moon_full}[~LF]Новолуние: {moon_new}[~LF]Освещенность: {moon_illum}[~LF]Размер: {moon_sizep} (85-100)[~LF][~LF]– Яркость –[~LF]Венера: {venus_magp} (83-100)[~LF]Марс: {mars_magp} (52-100)[~LF]Юпитер: {jupiter_magp} (87-100)[~LF]Сатурн: {saturn_magp} (77-100)[~LF]Меркурий: {merkur_magp} (0-100)[~LF][~LF]Объяснение: ¹ Время: GPS = синхронизировано | Временной час: «ἡ» неравный час (0,0[NDASH]11,9) дня или «ν» ночи. Ориентировано на завершение: например, шестой час начинался в 5,1, но объявлялся в 6,0 (= с 6-го часа). «φ» Ночная стража с неравными «минутами» (0φ00[NDASH]3φ59) | Агнихотра и световой день: восход[NDASH]закат сегодня [восход завтра]. ⁺ = свежий GPS | ² Полнолуние и новолуние: время (в/до дней) | ³ Луна имеет размер около 2000 угловых секунд[~LF][~LF][~LF][b]–– Легенда:[/b]",
    "txlegende": "[DF]☉ Солнце, ● Луна (с фазами)[~LF][~LF]♀ Венера (перламутровая), ♂ Марс (красноватый), ♃ Юпитер (полосатый), ♄ Сатурн (с кольцами), ☿ Меркурий (серый)[~LF][~LF][s] Сириус, [k] Канопус, [f] Альфа Центавра, [a] Арктур, [w] Вега, [c] Капелла, [r] Ригель, [p] Процион, [b] Бетельгейзе, [h] Ахернар[DF][DF][DF][DF]",

    "char_vowels": "аеёиоуыэюяАЕЁИОУЫЭЮЯ",
    "char_consonants": "бвгджзйклмнпрстфхцчшщБВГДЖЗЙКЛМНПРСТФХЦЧШЩ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "«„([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "щ",
        "чь",
        "шь",
        "жь",
        "ць",
        "ш",
        "ч",
        "щ",
        "й",
        "ь",
        "ъ"
    ],
    "graph_dontseparatebefore": [
        "нд",
        "нт",
        "ст",
        "зд",
        "кт",
        "вш",
        "вс",
        "дц",
        "нц",
        "нч",
        "сч",
        "шч",
        "жч",
        "тч",
        "дч",
        "бц",
        "пц",
        "мц",
        "вц",
        "гц",
        "кц",
        "хц",
        "фц",
        "рц",
        "лц",
        "сц",
        "зц",
        "жц",
        "шц",
        "щц"
    ],
    "graph_dontseparateafter": [
        "ь",
        "ъ",
        "й"
    ],
    "graph_separateafter": [],

    "txmanual": "[DF]Циферблат",
    "txanleitung2": "[DF]«Солнечные часы Гордона» — это, по сути, одно-стрелочные часы с ежедневно меняющимся циферблатом, который ориентируется на ритмы природы и небесных тел. Они показывают положение солнца и звёздное небо. Это новый способ отображения времени, который не искусственный, как наши обычные часы (с железнодорожным временем и переходом на летнее время), а движется в гармонии с сезонами.[~LF][~LF][i]ПРИМЕЧАНИЕ: Вы можете переключаться между этой инструкцией и циферблатом, проводя пальцем влево-вправо.[/i][~LF][~LF][~LF][b]–– Ваш взгляд:[/b][~LF][~LF]В центре экрана вы видите горизонтальную линию. Это горизонт (поверхность земли). Острый треугольник в центре — это ель, которую вы видите издалека (или церковь). Вы не смотрите на неё сверху, а стоите перед ней.[~LF][~LF]Если вы не меняли настройки («Направление взгляда: автоматически»), то на северном полушарии вы обычно смотрите на юг (на южном — на север). Объекты слева на экране находятся на востоке, справа — на западе (на южном полушарии — наоборот). По краю горизонта указаны стороны света.[~LF][~LF]Светлая полоса под горизонтом обозначает гражданские сумерки. Большая тёмно-серая область символизирует ночь (включая навигационные сумерки). Объекты, находящиеся в этой области, не видны.[~LF][~LF]Слева внизу отображается местное время, справа вверху — высота солнца в градусах на небе (например, 27,6°), а также ваше местоположение в виде кода (например, «cri-hs») или названия места (если вы его ввели). Ниже — неравные временные часы.",
    "txanleitung2b": "[DF][DF][b]–– Солнце:[/b][~LF][~LF]Солнце (на конце единственной стрелки часов) движется в течение дня слева направо (на южном полушарии — наоборот). Чем дальше солнце слева на экране, тем больше оно на востоке; чем дальше справа — тем больше на западе (на южном полушарии — наоборот). Чем выше солнце на экране, тем выше оно на небе.[~LF][~LF]Солнце следует нарисованной круговой траектории, по которой оно движется в течение дня. По краю траектории указаны часы (например, «12»), так что круг также служит циферблатом.[~LF][~LF]На циферблате видно, например, как при переходе на летнее время цифры смещаются, но круг остаётся прежним. Или как в большинстве мест официальное время отличается от местного, поскольку 12 часов не точно вверху циферблата. Временные часы делают по-другому: 12-й час (12ἡ) — это всегда закат.[~LF][~LF][~LF][b]–– Луна:[/b][~LF][~LF]У Луны тоже есть орбита. Она изображена светло-серым кругом (без стрелки). Поскольку Луне нужно больше 24 часов на оборот, к ней добавлены два дополнительных часа (с вчерашнего дня) в особо светло-сером цвете. Если «жить по часам», видно, как Луна неделями периодически поднимается выше и опускается ниже. Также можно наблюдать, как при полнолунии она находится напротив солнца по кругу (далеко); при новолунии — на той же позиции круга (близко к солнцу). Это не всегда точно одна и та же позиция, потому что взгляд сбоку (не сверху). Точно одна и та же позиция — только при солнечном затмении.[~LF][~LF]Полнолуние и новолуние отмечены тенями. Новолуние отображается 35 часов (это время, когда Луну точно не видно). Полнолуние — 24 часа. Перерасчёт траекторий солнца и луны происходит ежедневно в 00:00 UTC.",
    "txanleitung2c": "[DF][DF][b]–– Планеты:[/b][~LF][~LF]Отображаются пять планет, видимых невооружённым глазом, с фотографиями, как их видно в бинокль, или (в зависимости от дизайна) их астрономическими символами, см. предыдущую страницу). Если вы смотрите на настоящий звёздный небо, планеты можно отличить от звёзд: планеты не мерцают, а светят ровно. Они выглядят на небе заметно крупнее далёких звёзд и поэтому меньше подвержены колебаниям плотности атмосферы.[~LF][~LF][~LF][b]–– Звёзды:[/b][~LF][~LF]Также показаны десять самых ярких звёзд, обозначенных буквой в квадрате (легенда на предыдущей странице). В то время как планеты движутся относительно упорядоченно, чаще всего недалеко от траектории солнца, орбиты звёзд независимы от солнца — ведь они сами являются солнцами. У символов звёзд всегда две стороны квадрата нарисованы толще, чем две другие. Это указывает на угол или квадрант их орбиты, в котором они сейчас находятся. Если выделенный угол внизу справа, звезда (примерно) в «конце» своей траектории вниз и вправо. В дальнейшем она будет двигаться в основном вверх и влево (часто за пределы экрана). Если верхняя сторона толще — звезда перед вами; если нижняя — за вами (если вы не меняли направление вращения).",
    "txanleitung2d": "[DF][DF][b]–– История:[/b][~LF][~LF]«Солнечные часы Гордона» были разработаны в 2019 году для Raspberry Pi с 10-дюймовым ePaper-дисплеем, потому что я хотел настенные часы, которые приятно смотреть и которые связывают время с движением солнца. Моя цель была создать часы, показывающие естественное время — не искусственное, как на 12-часовых аналоговых часах. Там, где мы живём, в течение года сильно различается длина дня, а также есть нелюбимый переход на летнее время. Всё это должно было подчеркнуть «Солнечные часы»: они показывают органический циферблат, который ориентируется на сезоны, на ритм природы и меняется вместе с ним. Поскольку сегодня у каждого в кармане маленький компьютер, я разработал «Солнечные часы» в 2025 году как приложение для Android. Желаю много радости и новых открытий![DF][DF][DF]",

    "txabout": "[DF]Информация",
    "txanleitungprg": "[DF]Солнечные часы Гордона[~LF]Версия [VERSIONNUM][~LF]Гордон Аксман[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Пожалуйста, используйте программу как есть. Это бесплатное частное предложение. Я не профессиональный разработчик приложений, но за годы в программу вложено много души.[DF][DF]",
    "txchangelog": "Что нового?",
    "txanleitung4": "[DF]Данные ни собираются, ни отправляются. Всё остаётся на вашем устройстве. Для работы не требуется даже подключение к интернету. Исключение: при ошибке программы, если у вас есть интернет, отправляется анонимное сообщение об ошибке (подробности см. в политике конфиденциальности). Так вы помогаете, чтобы «Солнечные часы» работали без сбоев.[~LF][~LF]Если вы нашли ошибку, я с радостью её исправлю. Для этого нужен чёткий отчёт об ошибке (возможно, со скриншотом) и краткое описание, где и когда она произошла. Полезен также скриншот журнала статуса внизу сразу после возникновения ошибки (контакт по почте: [CONTACTSUPPORT]). Сообщения о якобы ошибках в расчётах в 99 % случаев ложные — к сожалению, в интернете много неверной информации о звёздных расчётах.[~LF][~LF]Благодарность: Брэндон Роудс (Skyfield), Рольф, Грег Миллер и все тестеры. Изображения небесных тел предоставлены: NASA / SOHO (Solar and Heliospheric Observatory), ESA / Hubble Space Telescope и NASA / JPL-Caltech (общественное достояние). Полный список всех используемых материалов третьих сторон и лицензий находится в файле \"design/COPYRIGHT.txt\".[~LF][~LF]Я предоставляю вам «Солнечные часы» бесплатно. Просто наслаждайтесь ими. Если вы хотите выразить признательность за мою работу, вот моя веб-страница:[DF][DF]",
    "txkaffee": "На веб-страницу",

    "XXEOF": ""
}
